{"If Crush.lu cancels an event, all registered attendees will receive a full refund regardless of timing.": "Si Crush.lu annule un événement, tous les participants inscrits recevront un remboursement intégral, quel que soit le délai.", "If an event is cancelled due to force majeure, all registered attendees will receive a full refund of any fees paid, regardless of the cancellation policy.": "Si un événement est annulé pour cause de force majeure, tous les participants inscrits recevront un remboursement intégral de tous les frais payés, quelle que soit la politique d’annulation.", "If we discover that a user is under 18, we will immediately delete their account and all associated data. If you become aware that a minor has created an account, please contact us immediately at privacy@crush.lu.": "Si nous découvrons qu’un utilisateur a moins de 18 ans, nous supprimerons immédiatement son compte et toutes les données associées. Si vous apprenez qu’un mineur a créé un compte, veuillez nous contacter immédiatement à privacy@crush.lu.", "If you add your Crush.lu pass to Apple Wallet or Google Wallet:": "Si vous ajoutez votre pass Crush.lu à Apple Wallet ou Google Wallet :", "If you believe your rights have been violated, you have the right to lodge a complaint with the CNPD:": "Si vous estimez que vos droits ont été violés, vous avez le droit de déposer une plainte auprès de la CNPD :", "If you participate in our referral programme:": "Si vous participez à notre programme de parrainage :", "If you register or log in via Google, Facebook, Microsoft, or LinkedIn, we receive:": "Si vous vous inscrivez ou vous connectez via Google, Facebook, Microsoft ou LinkedIn, nous recevons :", "Immediate deletion (photos within 7 days, backups within 90 days)": "Suppression immédiate (photos sous 7 jours, sauvegardes sous 90 jours)", "In accordance with Regulation (EU) No 524/2013, the European Commission provides an Online Dispute Resolution (ODR) platform for consumers. You can access it at:": "Conformément au règlement (UE) n° 524/2013, la Commission européenne met à disposition une plateforme de règlement en ligne des litiges (RLL) pour les consommateurs. Vous pouvez y accéder à :", "In the event of a personal data breach, we will:": "En cas de violation de données personnelles, nous :", "Interactive journeys (Wonderland, Advent Calendars, custom experiences) involve:": "Les parcours interactifs (Wonderland, Calendriers de l’Avent, expériences personnalisées) impliquent :", "Journey and Crush Spark media files receive the same private storage treatment": "Les fichiers médias Journey et Crush Spark bénéficient du même traitement de stockage privé", "Journey progress and responses are stored as part of your account data and can be exported or deleted": "La progression du parcours et les réponses sont stockées dans vos données de compte et peuvent être exportées ou supprimées", "Key data protection features include:": "Les principales fonctionnalités de protection des données incluent :", "Legal Basis (Art. 6)": "Base juridique (Art. 6)", "Legitimate interest (Art. 6(1)(f))": "Intérêt légitime (Art. 6(1)(f))", "Legitimate interest (Art. 6(1)(f)) — user safety": "Intérêt légitime (Art. 6(1)(f)) — sécurité des utilisateurs", "Less than 24 hours before the event:": "Moins de 24 heures avant l’événement :", "Maintain multiple accounts or create a new account after being banned": "Maintenir plusieurs comptes ou créer un nouveau compte après avoir été banni", "Marketing consent: separate opt-in with timestamp": "Consentement marketing : opt-in séparé avec horodatage"}