Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Hint 3 (-%(cost)s pts)
de: 💡 Hinweis 3 (-%(cost)s Punkte)
fr: Indice 3 (-%(cost)s pts)

source: Hint
de: Hinweise
fr: Indice

source: Your Certificate Awaits!
de: Dein Zertifikat ansehen
fr: Ton certificat t'attend !

source: Congratulations on completing your journey! View your personalized completion certificate.
de: Herzlichen Glückwunsch zum Abschluss Ihrer Reise! Sehen Sie sich Ihr personalisiertes Abschlusszertifikat an.
fr: Félicitations pour avoir terminé votre parcours ! Consultez votre certificat de complétion personnalisé.

source: View Certificate
de: Dein Zertifikat ansehen
fr: Voir le certificat

source: With love,
de: Mit Liebe,
fr: Avec amour,

source: I've included something special for you below...
de: Ich habe unten etwas Besonderes für Sie eingefügt ...
fr: J'ai inclus quelque chose de spécial pour toi ci-dessous...

source: Special Memory
de: Besondere Erinnerung
fr: Caractéristiques spéciales

source: Music for this letter...
de: Musik für diesen Brief...
fr: Musique pour cette lettre...

source: Click to play music
de: Klicken Sie, um Musik abzuspielen
fr: Cliquez pour écouter la musique

source: Your browser does not support the audio element.
de: Dein Browser unterstützt das Audio-Element nicht.
fr: Ton navigateur ne prend pas en charge l'élément audio.

source: A special video message for you...
de: Eine besondere Videonachricht für Sie...
fr: Un message vidéo spécial pour vous...

source: Your browser does not support the video element.
de: Dein Browser unterstützt das Audio-Element nicht.
fr: Ton navigateur ne supporte pas l'élément vidéo.

source: Continue Your Journey
de: Reise fortsetzen
fr: Terminez votre parcours

source: Click on pieces to unlock them! Each piece costs
de: Klicken Sie auf die Teile, um sie freizuschalten! Jedes Stück kostet<strong>50 Punkte</strong> 💎
fr: Clique sur les morceaux pour les déverrouiller ! Chaque morceau coûte

source: Puzzle completion progress
de: Parzellen-Adoptionsprogramm
fr: Progression du puzzle

source: Photo puzzle - click pieces to reveal
de: Foto-Puzzle - klicke auf Teile zum Enthüllen
fr: Puzzle photo - clique sur les morceaux pour révéler

source: Puzzle piece
de: Rätsel
fr: Morceau de puzzle

source: locked, click to unlock for 50 points
de: gesperrt, klicke zum Freischalten für 50 Punkte
fr: verrouillé, clique pour déverrouiller pour 50 points

source: Photo Revealed!
de: 🎉 Foto enthüllt! 🎉
fr: Photo révélée !

source: Download Photo
de: Foto herunterladen
fr: Télécharger la photo

source: Tip: Download this special memory to keep forever!
de: 💡 Tipp: Laden Sie diese besondere Erinnerung herunter, um sie fürimmer zu behalten!
fr: Astuce : Télécharge ce souvenir spécial pour le garder pour toujours !

source: unlocked
de: freigeschaltet
fr: déverrouillé

source: Security token missing. Please refresh the page.
de: Sicherheitstoken fehlt. Bitte aktualisiere die Seite.
fr: Jeton de sécurité manquant. Merci de rafraîchir la page.

source: Piece unlocked! -50 points
de: Teil freigeschaltet! -50 Punkte
fr: Morceau déverrouillé ! -50 points

source: Not enough points! You need
de: Nicht genug Punkte! Du brauchst
fr: Pas assez de points ! Tu as besoin de

source: Previous photo
de: Vorheriges Foto
fr: Photo précédente

source: Next photo
de: Nächstes Foto
fr: Photo suivante

source: Photo navigation
de: Foto-Navigation
fr: Navigation des photos

source: Use arrow keys or swipe to navigate
de: Verwenden Sie die Pfeiltasten oder wischen Sie, um zu navigieren
fr: Utilisez les flèches du clavier ou glissez pour naviguer

source: A special memory awaits...
de: Eine magische Reise erwartet dich
fr: Un souvenir spécial t'attend...

source: With all my heart
de: Von ganzem Herzen 💜
fr: De tout mon cœur

source: Listen to this special message
de: Hören Sie sich diese besondere Botschaft an
fr: Écoute ce message spécial

source: Press play to watch something special...
de: Drücke Play, um etwas Besonderes anzusehen...
fr: Appuie sur play pour regarder quelque chose de spécial...

source: Read the message below
de: Lies die Nachricht unten
fr: Lis le message ci-dessous

source: A special message, just for you...
de: Eine besondere Sprachnachricht für Sie...
fr: Un message spécial, rien que pour toi...

source: Membership - Crush.lu
de: Mitgliedschaft - Crush.lu
fr: Tableau de bord - Crush.lu

source: Crush.lu Membership Program
de: Crush.lu-Mitgliedschaftsprogramm
fr: Adhésion au club

source: Join the Crush.lu membership program. Earn points, unlock rewards, and get your digital membership card in your wallet.
de: Treten Sie dem Crush.lu-Mitgliedschaftsprogramm bei. Sammeln Sie Punkte, schalten Sie Prämien frei und holen Sie sich Ihre digitale Mitgliedskarte in Ihr Portemonnaie.
fr: Rejoignez le programme de membres Crush.lu. Gagnez des points, débloquez des récompenses et obtenez votre carte de membre numérique dans votre portefeuille.

source: Crush.lu Membership: Install our app to unlock your digital membership card. Earn points by inviting friends and climb the tiers from Basic to Gold.
de: Crush.lu-Mitgliedschaft: Installieren Sie unsere App, um Ihre digitale Mitgliedskarte freizuschalten. Sammeln Sie Punkte, indem Sie Freunde einladen, und steigen Sie die Stufen von Basic bis Gold auf.
fr: Adhésion Crush.lu : Installez notre application pour débloquer votre carte de membre numérique. Gagnez des points en invitant des amis et montez les niveaux de Basic à Gold.

source: crush.lu membership, dating rewards, referral program, membership card, pwa app
de: crush.lu-Mitgliedschaft, Dating-Belohnungen, Empfehlungsprogramm, Mitgliedskarte, PWA-App
fr: membership crush.lu, récompenses rencontres, programme de parrainage, carte de membre, app pwa

source: Crush.lu Membership
de: Crush.lu-Mitgliedschaft
fr: Adhésion au club

source: Get your digital membership card, earn rewards, and unlock exclusive benefits by inviting friends.
de: Holen Sie sich Ihre digitale Mitgliedskarte, verdienen Sie Prämien und schalten Sie exklusive Vorteile frei, indem Sie Freunde einladen.
fr: Obtiens ta carte de membre numérique, gagne des récompenses et débloque des avantages exclusifs en invitant des amis.

source: Install the App to Unlock
de: App installieren zum Freischalten
fr: Installer l'application

source: Get your membership card in Apple Wallet or Google Wallet, plus push notifications for events and connections.
de: Holen Sie sich Ihre Mitgliedskarte in Apple Wallet oder Google Wallet, plus Push-Benachrichtigungen für Events und Verbindungen.
fr: Obtenez votre carte de membre dans Apple Wallet ou Google Wallet, ainsi que des notifications push pour les événements et les connexions.

source: Install Crush.lu App
de: Crush.lu App installieren
fr: 📲 Installer l'application Crush.lu

source: App Installed!
de: App installiert!
fr: Application installée !

source: Tap Share
de: Tippen Sie auf Teilen
fr: Touche Partager

source: then 'Add to Home Screen'
de: dann „Zum Startbildschirm hinzufügen“
fr: puis 'Ajouter à l'écran d'accueil'

source: Your Membership Card
de: Deine Mitgliedskarte
fr: Carte de membre de la cave

source: Member
de: Mitglied
fr: Membre

source: Install the app above to unlock
de: Installiere die App oben zum Freischalten
fr: Installe l'app ci-dessus pour débloquer

source: Sign in to access your membership card
de: Melde dich an, um auf deine Mitgliedskarte zuzugreifen
fr: Carte de membre de la cave

source: Sign In
de: Anmelden
fr: Se connecter

source: Membership Tiers
de: Mitgliedschaftsstufen
fr: Adhésion au club

source: Starting tier
de: Startstufe
fr: À partir de

source: How to Earn Points
de: So verdienst du Punkte
fr: Comment installer

source: Invite Friends
de: Freunde einladen
fr: Inviter des amis

source: Earn 100 points when a friend signs up using your referral link.
de: Sammeln Sie 100 Punkte, wenn sich ein Freund über Ihren Empfehlungslink anmeldet.
fr: Gagne 100 points quand un ami s'inscrit en utilisant ton lien de parrainage.

source: Earn 50 bonus points when your referred friend's profile is approved.
de: Sammeln Sie 50 Bonuspunkte, wenn das Profil Ihres empfohlenen Freundes genehmigt wird.
fr: Gagne 50 points bonus quand le profil de ton ami parrainé est approuvé.

source: Attend Events
de: An Events teilnehmen
fr: Vrais événements

source: Coming soon: Earn points by attending Crush.lu events.
de: In Kürze verfügbar: Sammeln Sie Punkte, indem Sie an Crush.lu-Veranstaltungen teilnehmen.
fr: Bientôt disponible : Gagne des points en participant aux événements Crush.lu.

source: Coming Soon
de: Demnächst erhältlich
fr: Bientôt disponible

source: Ready to Join?
de: Bereit beizutreten?
fr: Inscription gratuite

source: Create your account and start earning rewards today.
de: Erstelle dein Konto und verdiene noch heute Belohnungen.
fr: Crée ton compte et commence à gagner des récompenses dès aujourd'hui.

source: Sign Up Now
de: Jetzt anmelden
fr: S'inscrire

source: My Connections
de: Meine Verbindungen
fr: Connexions

source: My Connections 💕
de: Meine Verbindungen 💕
fr: Créer des connexions

source: Track your connection requests and active connections
de: Verfolge deine Verbindungsanfragen und aktiven Verbindungen
fr: Découvrez nos événements à venir et commencez à créer des connexions !

source: Requests You've Received
de: Anfragen, die Sie erhalten haben
fr: Demandes reçues

source: Active Connections
de: Aktive Verbindungen
fr: Nouvelles connexions

source: Requests You've Sent
de: Von Ihnen gesendete Anfragen
fr: Demandes envoyées

source: Waiting for response
de: Warten auf Antwort
fr: En attente de réponse

source: No connections yet
de: Noch keine Verbindungen
fr: Nouvelles connexions

source: Attend an event and connect with people you meet!
de: Nehmen Sie an einer Veranstaltung teil und vernetzen Sie sich mit Menschen, die Sie treffen!
fr: Participe à un événement et connecte-toi avec les personnes que tu rencontres !

source: My Presentation Scores - %(title)s - Crush.lu
de: Meine Präsentationsbewertungen - %(title)s - Crush.lu
fr: Mes scores de présentation - %(title)s - Crush.lu

source: 🎤 Your Presentation Scores
de: 🎤 Präsentationsrunde
fr: 🎤 Tour de présentation

source: 🔒 Privacy Notice:
de: Datenschutzhinweis:
fr: Confidentialité d'abord :

source: These scores are completely private and only visible to you. No one else can see how you were rated or by whom. Ratings were submitted anonymously.
de: Diese Bewertungen sind vollständig privat und nur für dich sichtbar. Niemand sonst kann sehen, wie du bewertet wurdest oder von wem. Bewertungen wurden anonym abgegeben.
fr: Ces scores sont complètement privés et visibles uniquement par toi. Personne d'autre ne peut voir comment tu as été noté ou par qui. Les notes ont été soumises de manière anonyme.

source: Your Average Score
de: Deine persönlichen Bewertungen ansehen
fr: Voir tes scores personnels

source: out of 5.0 stars
de: von 5,0 Sternen
fr: sur 5,0 étoiles

source: Ranked #%(rank)s of %(total)s
de: Rang #%(rank)s von %(total)s
fr: Classé #%(rank)s sur %(total)s

source: Based on %(counter)s rating
de: Dauer: %(counter)s Tag
fr: Durée : %(counter)s jour

source: Rating Distribution
de: Empfehlungszuordnung
fr: Attribution de parrainage

source: Individual Ratings
de: Einzelne Bewertungen
fr: Notes individuelles

source: Each bubble represents one rating you received (sorted high to low)
de: Jede Blase repräsentiert eine Bewertung, die du erhalten hast (sortiert von hoch zu niedrig)
fr: Chaque bulle représente une note que tu as reçue (triée de haut en bas)

source: What's Next?
de: Was kommt als Nächstes?
fr: Et maintenant ?

source: These scores were used to create optimal pairs for Phase 3: Speed Dating!
de: Diese Bewertungen wurden verwendet, um optimale Paarungen für Phase 3: Speed Dating zu erstellen!
fr: Ces scores ont été utilisés pour créer des paires optimales pour la Phase 3 : Speed Dating !

source: The matching algorithm pairs people based on mutual high ratings.
de: Der Matching-Algorithmus paart Personen basierend auf gegenseitig hohen Bewertungen.
fr: L'algorithme de matching associe les personnes en fonction de notes mutuelles élevées.

source: No Ratings Received
de: Keine Bewertungen erhalten
fr: Aucune note reçue

source: You didn't receive any ratings during this event, or presentations haven't been completed yet.
de: Du hast während dieses Events keine Bewertungen erhalten, oder die Präsentationen wurden noch nicht abgeschlossen.
fr: Tu n'as reçu aucune note lors de cet événement, ou les présentations n'ont pas encore été complétées.

source: Continue to Speed Dating
de: Weiter zur nächsten Herausforderung
fr: Continuer au prochain défi

source: You're Offline
de: Du bist offline
fr: Vous êtes hors ligne

source: It looks like you've lost your internet connection. Don't worry, you can still browse some cached content!
de: Es sieht so aus, als hättest du deine Internetverbindung verloren. Keine Sorge, du kannst weiterhin einige zwischengespeicherte Inhalte durchsuchen!
fr: Il semble que vous ayez perdu votre connexion Internet. Ne vous inquiétez pas, vous pouvez toujours consulter du contenu en cache !

source: What You Can Do Offline
de: Was du offline tun kannst
fr: Ce que vous pouvez faire hors ligne

source: View previously loaded event pages
de: Zuvor geladene Event-Seiten anzeigen
fr: Consulter les pages d'événements précédemment chargées

source: Access your cached dashboard
de: Auf dein zwischengespeichertes Dashboard zugreifen
fr: Accéder à ton tableau de bord en cache

source: Read about Crush.lu and how it works
de: Über Crush.lu und die Funktionsweise lesen
fr: En savoir plus sur Crush.lu et son fonctionnement

source: What Requires Connection
de: Was eine Verbindung erfordert
fr: Ce qui nécessite une connexion

source: Register for new events
de: Für neue Events anmelden
fr: S'inscrire à de nouveaux événements

source: Send or receive messages
de: Nachrichten senden oder empfangen
fr: Envoyer ou recevoir des messages

source: Update your profile
de: Dein Profil aktualisieren
fr: Mettre à jour ton profil

source: Access your journey
de: Auf deine Reise zugreifen
fr: Accéder à ton parcours

source: Try Again
de: Erneut versuchen
fr: Réessayer

source: Go to Home
de: Zur Startseite
fr: Retour à l'accueil

source: Pro Tip:
de: Profi-Tipp:
fr: Conseil pro :

source: Once you're back online, your event registrations and messages will sync automatically!
de: Sobald du wieder online bist, werden deine Event-Anmeldungen und Nachrichten automatisch synchronisiert!
fr: Une fois de retour en ligne, vos inscriptions aux événements et vos messages seront synchronisés automatiquement !

source: Select your region on the map
de: Wählen Sie Ihre Region auf der Karte
fr: Sélectionnez votre région sur la carte

source: Luxembourg Canton Selection Map
de: Luxemburg Kanton Auswahlkarte
fr: Carte de sélection des cantons du Luxembourg

source: Interactive map showing Luxembourg cantons and border regions. Click or use arrow keys to select your location.
de: Interaktive Karte mit Luxemburger Kantonen und Grenzregionen. Klicken Sie oder verwenden Sie die Pfeiltasten, um Ihren Standort auszuwählen.
fr: Carte interactive montrant les cantons du Luxembourg et les régions frontalières. Cliquez ou utilisez les touches fléchées pour sélectionner votre emplacement.

source: Border regions
de: Grenzregionen
fr: Régions frontalières

source: Luxembourg cantons
de: Luxemburger Identität
fr: Cantons du Luxembourg

source: Go
de: Los
fr: OK

source: Almost there! Complete your profile to meet amazing people
de: Fast geschafft! Vervollständigen Sie Ihr Profil, um tolle Leute kennenzulernen
fr: Presque fini ! Complète ton profil pour rencontrer des personnes incroyables

source: Step 1 of 4 - Let's get started with the basics!
de: Schritt 1 von 4 – Beginnen wir mit den Grundlagen!
fr: Étape 1 sur 4 - Commençons par les bases !

source: Step 2 of 4 - Tell us about yourself
de: Schritt 2 von 4 – Erzählen Sie uns etwas über sich
fr: Étape 2 sur 4 - Parle-nous de toi

source: Step 3 of 4 - Add your photos
de: Schritt 3 von 4 – Fügen Sie Ihre Fotos hinzu
fr: Étape 3 sur 4 - Ajoute tes photos

source: Step 4 of 4 - Review and submit
de: Schritt 4 von 4 – Überprüfen und absenden
fr: Étape 4 sur 4 - Vérifie et soumets

source: Your journey begins here - just a few minutes to get started
de: Deine Reise beginnt hier - nur wenige Minuten zum Starten
fr: Ton aventure commence ici - juste quelques minutes pour démarrer

source: Great start! Add a bit more about yourself
de: Toller Anfang! Fügen Sie etwas mehr über sich selbst hinzu
fr: Super début ! Ajoute un peu plus d'infos sur toi

source: Looking good! Photos help you stand out
de: Sieht gut aus! Fotos helfen Ihnen, sich abzuheben
fr: Ça a l'air bien ! Les photos t'aident à te démarquer

source: Almost done! One final review and you're set
de: Fast fertig! Eine letzte Überprüfung und schon kann es losgehen
fr: Presque terminé ! Une dernière vérification et c'est bon

source: Quick access & offline features
de: Schneller Zugriff & Offline-Funktionen
fr: Accès rapide & fonctionnalités hors ligne

source: Install
de: Installieren
fr: Installer

source: Dismiss
de: Schließen
fr: Fermer

source: Crush.lu installed! Access it from your home screen.
de: Crush.lu installiert! Greife darauf über deinen Startbildschirm zu.
fr: Crush.lu installé ! Accédez-y depuis votre écran d'accueil.

source: Privacy Policy - Crush.lu
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Crush.lu Privacy Policy - Learn how we protect your personal data and privacy in Luxembourg's dating platform. GDPR compliant with transparent data practices.
de: Crush.lu Datenschutzerklärung - Erfahre, wie wir deine persönlichen Daten und Privatsphäre auf Luxemburgs Dating-Plattform schützen. DSGVO-konform mit transparenten Datenpraktiken.
fr: Politique de confidentialité Crush.lu - Découvre comment nous protégeons tes données personnelles et ta vie privée sur la plateforme de rencontres du Luxembourg. Conforme au RGPD avec des pratiques de données transparentes.

source: Welcome to Crush.lu (\
de: Willkommen bei Crush.lu
fr: Bienvenue sur Crush !

source: 2. Information We Collect
de: 2. Informationen, die wir erfassen
fr: 2. Informations que nous collectons

source: 2.1 Information You Provide
de: 2.1 Informationen, die du bereitstellst
fr: 2.1 Informations que tu fournis

source: Name, email address, date of birth, phone number
de: E-Mail, Name, Geburtsdatum, Telefonnummer
fr: Email, nom, date de naissance, numéro de téléphone

source: Profile Information:
de: Kern-Profilinformationen
fr: Informations principales du profil

source: Bio, interests, location, gender, photos (up to 3)
de: Bio, Interessen, Standort, Geschlecht
fr: Biographie, centres d'intérêt, localisation, genre

source: Event Registration:
de: Event-Anmeldungen:
fr: Inscriptions aux événements :

source: Dietary restrictions, special requests, attendance status
de: Ernährungseinschränkungen, besondere Wünsche, Teilnahmestatus
fr: Restrictions alimentaires, demandes spéciales, statut de présence

source: Communication:
de: Standort:
fr: Localisation

source: Messages exchanged through our coach-facilitated connection system
de: Nachrichten, die über unser Coach-vermitteltes Verbindungssystem ausgetauscht werden
fr: Messages échangés via notre système de connexion facilité par coach

source: 2.2 Information from Social Login
de: 2.2 Informationen aus Social Login
fr: 2.2 Informations du login social

source: If you choose to sign up using Facebook or other social providers, we collect:
de: Wenn du dich mit Facebook oder anderen Social-Login-Anbietern anmeldest, erfassen wir:
fr: Si tu choisis de t'inscrire avec Facebook ou d'autres fournisseurs sociaux, nous collectons :

source: Your public profile information (name, email, profile picture)
de: Deine öffentlichen Profilinformationen (Name, E-Mail, Profilbild)
fr: Tes informations de profil public (nom, email, photo de profil)

source: Information you grant us permission to access
de: Informationen, für die du uns Zugriff gewährst
fr: Informations pour lesquelles tu nous accordes la permission d'accès

source: 2.3 Automatically Collected Information
de: 9. Kontaktinformationen
fr: Informations du compte

source: Usage Data:
de: Nutzungsdaten:
fr: Données d'utilisation :

source: Pages visited, time spent, interactions with features
de: Besuchte Seiten, verbrachte Zeit, Interaktionen mit Funktionen
fr: Pages visitées, temps passé, interactions avec les fonctionnalités

source: Device Information:
de: Grundinformationen
fr: Informations de base

source: Browser type, IP address, device identifiers
de: Browsertyp, IP-Adresse, Geräte-IDs
fr: Type de navigateur, adresse IP, identifiants d'appareil

source: Session cookies for authentication and preferences
de: Sitzungs-Cookies für Authentifizierung und Einstellungen
fr: Cookies de session pour l'authentification et les préférences

source: 3. How We Use Your Information
de: 3. Wie wir deine Informationen verwenden
fr: 3. Comment nous utilisons tes informations

source: We use your information to:
de: Aktualisiere deine Informationen unten
fr: Mets à jour tes informations ci-dessous

source: Create and manage your Crush.lu account
de: 2. Erstellen Sie Ihr Crush.lu-Konto (schnell und einfach!)
fr: 2. Crée ton compte Crush.lu (rapide et facile !)

source: Facilitate profile review by our Crush Coaches
de: Dein Profil wird von unserem Crush Coach überprüft
fr: Ton profil est en cours d'examen par notre Crush Coach

source: Organize and manage speed dating events and meetups
de: Durchstöbern und registrieren Sie sich für kommende Speed-Dating-Abende und gesellschaftliche Treffen.
fr: Parcourez et inscrivez-vous aux prochaines soirées speed dating et rencontres sociales.

source: Enable coach-facilitated connections between users
de: Coach-begleitete Vorstellungen erhalten
fr: Obtenir des introductions facilitées par le coach

source: Send important notifications about events, profile status, and connections
de: Installieren Sie unsere App, um Push-Benachrichtigungen über Veranstaltungen, Nachrichten und Verbindungen zu erhalten!
fr: Installez notre application pour recevoir des notifications push sur les événements, les messages et les connexions !

source: Improve our platform and develop new features
de: Unsere Plattform verbessern und neue Funktionen entwickeln
fr: Améliorer notre plateforme et développer de nouvelles fonctionnalités

source: Ensure safety and prevent fraud or abuse
de: Sicherheit gewährleisten und Betrug oder Missbrauch verhindern
fr: Assurer la sécurité et prévenir la fraude ou l'abus

source: 4. Information Sharing and Disclosure
de: 4. Weitergabe und Offenlegung von Informationen
fr: 4. Partage et divulgation d'informations

source: 4.1 With Crush Coaches
de: Crush Coach
fr: Crush Coach

source: Our verified Crush Coaches review all profiles to ensure authenticity and safety. They have access to your profile information during the review process.
de: Unsere verifizierten Crush Coaches überprüfen alle Profile, um Authentizität und Sicherheit zu gewährleisten. Sie haben während des Überprüfungsprozesses Zugriff auf deine Profilinformationen.
fr: Nos Crush Coaches vérifiés examinent tous les profils pour garantir l'authenticité et la sécurité. Ils ont accès à tes informations de profil pendant le processus d'examen.

source: 4.2 With Other Users
de: 3. Auswirkungen auf andere Benutzer
fr: 3. Impact sur les autres utilisateurs

source: Your profile information is visible to other approved users according to your privacy settings:
de: Deine Profilinformationen sind für andere genehmigte Nutzer gemäß deinen Privatsphäre-Einstellungen sichtbar:
fr: Tes informations de profil sont visibles par d'autres utilisateurs approuvés selon tes paramètres de confidentialité :
