Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Submission not found or not assigned to you.
de: Einreichung nicht gefunden oder dir nicht zugewiesen.
fr: Soumission introuvable ou non assignée à toi.

source: Submission not found.
de: Einladung nicht gefunden.
fr: Soumission introuvable.

source: Your coach account has been deactivated.
de: Ihr Coach-Konto wurde deaktiviert.
fr: Votre compte coach a été désactivé.

source: You must complete a screening call before approving this profile.
de: Sie müssen einen Screening-Anruf abschließen, bevor Sie dieses Profilgenehmigen.
fr: Vous devez compléter un appel de vérification avant d'approuver ceprofil.

source: Profile approved!
de: Profil genehmigt!
fr: Profil approuvé !

source: Profile rejected.
de: Profil abgelehnt.
fr: Profil rejeté.

source: Revision requested.
de: Überarbeitung angefordert.
fr: Révision demandée.

source: You do not have a coach profile.
de: Sie haben kein Coach-Profil.
fr: Vous n'avez pas de profil coach.

source: Coach profile updated successfully!
de: Coach-Profil erfolgreich aktualisiert!
fr: Profil coach mis à jour avec succès !

source: Points must be valid numbers.
de: Punkte müssen gültige Zahlen sein.
fr: Les points doivent être des nombres valides.

source: You must attend this event before making connections.
de: Sie müssen an diesem Event teilnehmen, bevor Sie Verbindungenherstellen können.
fr: Vous devez participer à cet événement avant de créer des connexions.

source: This person did not attend the event.
de: Diese Person hat nicht am Event teilgenommen.
fr: Cette personne n'a pas participé à l'événement.

source: Connection request already exists.
de: Verbindungsanfrage existiert bereits.
fr: Une demande de connexion existe déjà.

source: Connection request sent!
de: Verbindungsanfrage gesendet!
fr: Demande de connexion envoyée !

source: You must have attended this event to respond to connections.
de: Sie müssen an diesem Event teilgenommen haben, um auf Verbindungen zuantworten.
fr: Vous devez avoir participé à cet événement pour répondre auxconnexions.

source: You are not registered for this event.
de: Sie sind nicht für dieses Event angemeldet.
fr: Vous n'êtes pas inscrit à cet événement.

source: Connection accepted! A coach will help facilitate your introduction.
de: Verbindung akzeptiert! Ein Coach wird Ihre Vorstellung begleiten.
fr: Connexion acceptée ! Un coach vous aidera à faciliter votreintroduction.

source: Connection request declined.
de: Verbindungsanfrage abgelehnt.
fr: Demande de connexion refusée.

source: Invalid action.
de: Ungültige Aktion.
fr: Action invalide.

source: Contact information is now shared!
de: Kontaktinformationen werden jetzt geteilt!
fr: Les coordonnées sont maintenant partagées !

source: Your consent has been recorded.
de: Ihre Zustimmung wurde aufgezeichnet.
fr: Votre consentement a été enregistré.

source: Message sent!
de: Nachricht gesendet!
fr: Message envoyé !

source: You can only message accepted connections.
de: Sie können nur akzeptierte Verbindungen anschreiben.
fr: Vous ne pouvez envoyer des messages qu'aux connexions acceptées.

source: Please enter a valid message (max 2000 characters).
de: Bitte geben Sie eine gültige Nachricht ein (max. 2000 Zeichen).
fr: Veuillez entrer un message valide (max 2000 caractères).

source: Only confirmed attendees can access event voting.
de: Nur bestätigte Teilnehmer können an der Event-Abstimmung teilnehmen.
fr: Seuls les participants confirmés peuvent accéder au vote.

source: Only confirmed attendees can vote.
de: Nur bestätigte Teilnehmer können abstimmen.
fr: Seuls les participants confirmés peuvent voter.

source: Voting is not currently open for this event.
de: Die Abstimmung für dieses Event ist derzeit nicht geöffnet.
fr: Le vote n'est pas actuellement ouvert pour cet événement.

source: Please vote on BOTH categories: Presentation Style AND Speed Dating Twist.
de: Bitte stimmen Sie in BEIDEN Kategorien ab: Präsentationsstil UNDSpeed-Dating-Twist.
fr: Veuillez voter pour les DEUX catégories : Style de présentation ET Variante Speed Dating.

source: Your votes have been recorded for both categories!
de: Ihre Stimmen wurden für beide Kategorien aufgezeichnet!
fr: Vos votes ont été enregistrés pour les deux catégories !

source: Invalid activity option selected.
de: Ungültige Aktivitätsoption ausgewählt.
fr: Option d'activité invalide sélectionnée.

source: Only confirmed attendees can view results.
de: Nur bestätigte Teilnehmer können die Ergebnisse sehen.
fr: Seuls les participants confirmés peuvent voir les résultats.

source: Voting has ended. You did not vote, but you can still participate in presentations!
de: Die Abstimmung ist beendet. Sie haben nicht abgestimmt, können aber trotzdem an den Präsentationen teilnehmen!
fr: Le vote est terminé. Vous n'avez pas voté, mais vous pouvez toujours participer aux présentations !

source: Voting complete! Redirecting to presentations...
de: Abstimmung abgeschlossen! Weiterleitung zu den Präsentationen...
fr: Vote terminé ! Redirection vers les présentations...

source: Only confirmed attendees can view presentations.
de: Nur bestätigte Teilnehmer können die Präsentationen sehen.
fr: Seuls les participants confirmés peuvent voir les présentations.

source: Only coaches can access presentation controls.
de: Nur Coaches können auf die Präsentationssteuerung zugreifen.
fr: Seuls les coachs peuvent accéder aux contrôles de présentation.

source: Only confirmed attendees can view scores.
de: Nur bestätigte Teilnehmer können die Ergebnisse sehen.
fr: Seuls les participants confirmés peuvent voir les scores.

source: Scores will be available after all presentations are completed.
de: Ergebnisse werden nach Abschluss aller Präsentationen verfügbar sein.
fr: Les scores seront disponibles après que toutes les présentationssoient terminées.

source: You have already accepted this invitation. Please log in to continue.
de: Sie haben diese Einladung bereits akzeptiert. Bitte melden Sie sichan, um fortzufahren.
fr: Tu as déjà accepté cette invitation. Merci de te connecter pour continuer.

source: This invitation has already been accepted.
de: Diese Einladung wurde bereits akzeptiert.
fr: Cette invitation a déjà été acceptée.

source: This invitation has expired.
de: Diese Einladung ist abgelaufen.
fr: Cette invitation a expiré.

source: Welcome! Your invitation has been accepted. You will receive an email once your attendance is approved by our team.
de: Willkommen! Deine Einladung wurde angenommen. Du erhältst eine E-Mail, sobald deine Teilnahme von unserem Team genehmigt wurde.
fr: Bienvenue ! Ton invitation a été acceptée. Tu recevras un email dès que ta participation sera approuvée par notre équipe.

source: An error occurred while accepting your invitation. Please try again.
de: Beim Annehmen Ihrer Einladung ist ein Fehler aufgetreten. Bitteversuchen Sie es erneut.
fr: Une erreur s'est produite lors de l'acceptation de ton invitation. Merci de réessayer.

source: Only coaches can manage invitations.
de: Nur Coaches können Einladungen verwalten.
fr: Seuls les coachs peuvent gérer les invitations.

source: Please provide email, first name, and last name.
de: Bitte geben Sie E-Mail, Vorname und Nachname an.
fr: Veuillez fournir l'e-mail, le prénom et le nom.

source: Invitation not found.
de: Einladung nicht gefunden.
fr: Invitation non trouvée.

source: This page is not available.
de: Diese Seite ist nicht verfügbar.
fr: Cette page n'est pas disponible.

source: This special experience is no longer available.
de: Diese spezielle Erfahrung ist nicht mehr verfügbar.
fr: Cette expérience spéciale n'est plus disponible.

source: No special experience found for your account.
de: Keine spezielle Erfahrung für Ihr Konto gefunden.
fr: Aucune expérience spéciale trouvée pour votre compte.

source: No Advent Calendar is currently available for you.
de: Derzeit ist kein Adventskalender für Sie verfügbar.
fr: Aucun calendrier de l'Avent n'est actuellement disponible pour vous.

source: Your Advent Calendar is being prepared.
de: Ihr Adventskalender wird vorbereitet.
fr: Votre calendrier de l'Avent est en cours de préparation.

source: An error occurred loading your Advent Calendar.
de: Beim Laden Ihres Adventskalenders ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du chargement de votre calendrier del'Avent.

source: Invalid door number.
de: Ungültige Türnummer.
fr: Numéro de porte invalide.

source: No special experience found.
de: Keine spezielle Erfahrung gefunden.
fr: Aucune expérience spéciale trouvée.

source: No Advent Calendar found.
de: Kein Adventskalender gefunden.
fr: Aucun calendrier de l'Avent trouvé.

source: The Advent Calendar is only available in December.
de: Der Adventskalender ist nur im Dezember verfügbar.
fr: Le calendrier de l'Avent n'est disponible qu'en décembre.

source: Door %(door)s will be available on December %(day)s.
de: Tür %(door)s wird am %(day)s. Dezember verfügbar sein.
fr: La porte %(door)s sera disponible le %(day)s décembre.

source: Scan the QR code on your physical gift to open this door!
de: Scannen Sie den QR-Code auf Ihrem physischen Geschenk, um diese Türzu öffnen!
fr: Scannez le code QR sur votre cadeau physique pour ouvrir cette porte !

source: An error occurred opening this door.
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'ouverture de cette porte.

source: Invalid QR code.
de: Ungültiger QR-Code.
fr: Code QR invalide.

source: This QR code is not for you.
de: Dieser QR-Code ist nicht für Sie.
fr: Ce code QR n'est pas pour vous.

source: This QR code has already been used.
de: Dieser QR-Code wurde bereits verwendet.
fr: Ce code QR a déjà été utilisé.

source: This QR code has expired.
de: Dieser QR-Code ist abgelaufen.
fr: Ce code QR a expiré.

source: Door %(door)s unlocked! Open it to see your gift.
de: Tür %(door)s freigeschaltet! Öffnen Sie sie, um Ihr Geschenk zu sehen.
fr: Porte %(door)s débloquée ! Ouvrez-la pour voir votre cadeau.

source: Bonus content unlocked!
de: Bonusinhalt freigeschaltet!
fr: Contenu bonus débloqué !

source: Could not process QR code. Please try again.
de: QR-Code konnte nicht verarbeitet werden. Bitte versuchen Sie eserneut.
fr: Impossible de traiter le code QR. Veuillez réessayer.

source: No special journey found for your account.
de: Keine spezielle Erfahrung für Ihr Konto gefunden.
fr: Aucun parcours spécial trouvé pour ton compte.

source: Welcome! Your journey is being prepared.
de: Willkommen in deinem Wonderland! Deine Reise wurde erstellt.
fr: Bienvenue ! Ton parcours est en préparation.

source: A magical 6-chapter adventure through the Wonderland of You
de: Ein magisches 6-Kapitel-Abenteuer durch dein Wunderland
fr: Une aventure magique en 6 chapitres à travers le Wonderland de toi

source: 24 doors of surprises waiting to be discovered
de: 24 Türen voller Überraschungen warten darauf, entdeckt zu werden
fr: 24 portes de surprises à découvrir

source: An error occurred loading your journey. Please contact support if this persists.
de: Beim Laden Ihrer Reise ist ein Fehler aufgetreten. Bitte kontaktieren Sie den Support, falls dies weiterhin auftritt.
fr: Une erreur s'est produite lors du chargement de ton parcours. Contacte le support si cela persiste.

source: No active journey found.
de: Keine Coffrets gefunden
fr: Aucun parcours actif trouvé.

source: Please complete Chapter %(chapter)s first.
de: Bitte schließe zuerst Kapitel %(chapter)s ab.
fr: Merci de terminer d'abord le Chapitre %(chapter)s.

source: An error occurred loading Chapter %(chapter)s. Please try again or contact support.
de: Beim Laden von Kapitel %(chapter)s ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
fr: Une erreur s'est produite lors du chargement du Chapitre %(chapter)s. Réessaie ou contacte le support.

source: An error occurred loading this challenge. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du chargement de ce défi. Réessaie.

source: Complete all challenges to unlock this reward.
de: Schließe alle Herausforderungen ab, um diese Belohnung freizuschalten.
fr: Termine tous les défis pour déverrouiller cette récompense.

source: You must complete the chapter first.
de: Vorheriges Kapitel muss zuerst abgeschlossen werden
fr: Tu dois d'abord terminer le chapitre.

source: An error occurred loading this reward. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite lors du chargement de cette récompense. Réessaie.

source: Complete the journey to unlock your certificate.
de: Schließe die Reise ab, um dein Zertifikat freizuschalten.
fr: Termine le parcours pour déverrouiller ton certificat.

source: An error occurred generating your certificate. Please contact support.
de: Beim Löschen Ihres Kontos ist ein Fehler aufgetreten. Bittekontaktieren Sie den Support.
fr: Une erreur s'est produite lors de la génération de ton certificat. Contacte le support.

source: Your gift has been created and sent to %(email)s!
de: Dein Geschenk wurde erstellt und an %(email)s gesendet!
fr: Ton cadeau a été créé et envoyé à %(email)s !

source: Your gift has been created! Share the QR code below.
de: Dein Geschenk wurde erstellt! Teile den QR-Code unten.
fr: Ton cadeau a ete cree ! Partage le code QR ci-dessous.

source: This gift has expired.
de: Dieses Geschenk ist abgelaufen.
fr: Ce cadeau a expire.

source: This gift has already been claimed.
de: Dieses Geschenk wurde bereits eingelöst.
fr: Ce cadeau a deja ete revendique.

source: Welcome to your Wonderland! Your journey has been created.
de: Willkommen in deinem Wonderland! Deine Reise wurde erstellt.
fr: Bienvenue dans ton Wonderland ! Ton parcours a ete cree.

source: Your phone number is already verified.
de: Ihre Telefonnummer ist bereits verifiziert.
fr: Ton numéro de téléphone est déjà vérifié.

source: Please select your gender
de: Wählen Sie Ihr Geschlecht
fr: Merci de sélectionner ton genre

source: Invalid gender selection
de: Ungültige Geschlechtsauswahl
fr: Sélection de genre invalide

source: Please select your location
de: Bitte wählen Sie Ihren Standort
fr: Merci de sélectionner ta localisation

source: Invalid location selection
de: Ungültige Standortauswahl
fr: Sélection de localisation invalide

source: Please fill in all required fields
de: Bitte füllen Sie alle erforderlichen Felder aus
fr: Merci de remplir tous les champs obligatoires

source: Profile submitted for review! A coach will contact you soon.
de: Profil zur Überprüfung eingereicht! Ein Coach wird sich bald bei Ihnen melden.
fr: Profil soumis pour examen ! Un coach vous contactera bientôt.

source: Apple Wallet support is coming soon! Please use Google Wallet in the meantime.
de: Apple Wallet-Unterstützung ist bald verfügbar! Bitte nutzen Sie in der Zwischenzeit Google Wallet.
fr: Le support Apple Wallet arrive bientôt ! Utilisez Google Wallet en attendant.

source: Sign up to reveal the exact location
de: Registrieren Sie sich, um den genauen Ort zu sehen
fr: Inscrivez-vous pour voir le lieu exact

source: Create your profile to unlock the location
de: Erstellen Sie Ihr Profil, um den genauen Ort zu sehen
fr: Créez votre profil pour voir le lieu exact

source: Almost full!
de: Fast ausgebucht!
fr: Presque complet !

source: Filling up
de: Füllt sich
fr: Se remplit vite

source: Type
de: Typ

source: 📷 Photo
de: 📷 Foto

source: Photo
de: Foto

source: Actions
de: Aktionen

source: Clervaux
de: Clerf

source: Luxembourg
de: Luxemburg

source: Redange
de: Redingen

source: 1, 2, 3, etc.
de: 1, 2, 3 usw.

source: Français
de: Französisch

source: Bio
de: Über mich

source: Urgent
de: Dringend

source: Photos
de: Fotos

source: Introduction
de: Einführung

source: Questions
de: Fragen

source: Script:
de: Gesprächsleitfaden:

source: About Crush.lu - Made in Luxembourg Dating Platform | Press & Founders
de: Über Crush.lu - In Luxemburg entwickelte Dating-Plattform | Presse & Gründer

source: Marketing & Promotions
de: Marketing & Aktionen

source: Type:
de: Typ:

source: %(points)s points
de: %(points)s Punkte

source: Correct
de: Richtig

source: Incorrect
de: Falsch

source: %(points)s pts
de: %(points)s Pkt.

source: Notes:
de: Notizen:

source: ~%(minutes)s minutes
de: ~%(minutes)s Minuten

source: Messages
de: Nachrichten

source: Sports
de: Sport

source: Arts
de: Kunst

source: Photos:
de: Fotos:

source: Rectification:
de: Berichtigung:

source: Restriction:
de: Einschränkung:

source: Date:
de: Datum:

source: Important:
de: Wichtig:

source: Puzzles
de: Rätsel

source: Secrets
de: Geheimnisse

source: guide
de: Führung

source: page.
de: Seite.

source: %(time)s (%(duration)s minutes)
de: %(time)s (%(duration)s Minuten)

source: Let us know if you need any accommodations (wheelchair access, hearing assistance, etc.)
de: Teilen Sie uns mit, wenn Sie besondere Unterstützung benötigen (Rollstuhlzugang, Hörunterstützung, usw.)

source: This event includes food/drinks. Let us know about any dietary needs or allergies.
de: Diese Veranstaltung beinhaltet Essen/Getränke. Teilen Sie uns Ihre Ernährungsbedürfnisse oder Allergien mit.

source: Anything else we should know? Questions about the event?
de: Gibt es noch etwas, das wir wissen sollten? Fragen zur Veranstaltung?

source: Processing...
de: Wird verarbeitet...

source: votes
de: Stimmen

source: %(minutes)s minutes
de: %(minutes)s Minuten

source: %(time)s (%(minutes)s minutes)
de: %(time)s (%(minutes)s Minuten)

source: Correct!
de: Richtig

source: Points
de: Punkte

source: Navigation
de: Tastaturnavigation

source: points
de: Punkte

source: points.
de: Punkte

source: Points:
de: Punkte:

source: 1. Introduction
de: 1. Einleitung

source: Transmission:
de: Übertragung:

source: Note:
de: Hinweis:

source: 5 Questions
de: 5 Fragen
