Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: crush.lu, dating luxembourg, speed dating luxembourg, singles events luxembourg, meetup luxembourg, dating events, luxembourg singles, coach dating, privacy dating
de: crush.lu, dating luxemburg, speed dating luxemburg, singles events luxemburg, meetup luxemburg, dating events, luxemburg singles, coach dating, datenschutz dating
fr: crush.lu, rencontres luxembourg, speed dating luxembourg, événements célibataires luxembourg, meetup luxembourg, événements de rencontres, célibataires luxembourg, coach dating, rencontres confidentialité

source: Privacy-first dating platform for Luxembourg with coach-curated events and meaningful connections.
de: Datenschutz-orientierte Dating-Plattform für Luxemburg mit von Coaches kuratierten Events und bedeutungsvollen Verbindungen.
fr: Plateforme de rencontres axée sur la confidentialité pour le Luxembourg avec des événements sélectionnés par des coachs et des connexions significatives.

source: How does Crush.lu work?
de: Wie funktioniert Crush.lu?
fr: Comment fonctionne Crush.lu ?

source: Create your profile, get coach approval within 24-48 hours, then join speed dating nights and social meetups to meet real people in person.
de: Erstellen Sie Ihr Profil, erhalten Sie innerhalb von 24-48 Stunden die Coach-Freigabe und nehmen Sie dann an Speed-Dating-Abenden und Social Meetups teil, um echte Menschen persönlich zu treffen.
fr: Créez votre profil, obtenez l'approbation d'un coach sous 24-48 heures, puis rejoignez des soirées de speed dating et des rencontres sociales pour rencontrer de vraies personnes en personne.

source: Is Crush.lu free to join?
de: Ist Crush.lu kostenlos?
fr: L'inscription sur Crush.lu est-elle gratuite ?

source: Yes! Creating a profile is free. Some events may have a small registration fee to cover venue costs.
de: Ja! Die Profilerstellung ist kostenlos. Einige Events können eine kleine Anmeldegebühr haben, um die Veranstaltungskosten zu decken.
fr: Oui ! La création d'un profil est gratuite. Certains événements peuvent avoir des frais d'inscription modiques pour couvrir les coûts du lieu.

source: What makes Crush.lu different from other dating apps?
de: Was macht Crush.lu anders als andere Dating-Apps?
fr: Qu'est-ce qui différencie Crush.lu des autres applications de rencontre ?

source: Crush.lu focuses on privacy-first, event-based dating. All profiles are reviewed by Crush Coaches, and you meet people at organized events instead of endless swiping.
de: Crush.lu setzt auf datenschutzorientiertes, event-basiertes Dating. Alle Profile werden von Crush Coaches geprüft und Sie treffen Menschen bei organisierten Events statt endlosem Swipen.
fr: Crush.lu se concentre sur les rencontres basées sur des événements avec la confidentialité en priorité. Tous les profils sont examinés par des Crush Coaches, et vous rencontrez des personnes lors d'événements organisés plutôt que de swiper sans fin.

source: Meet New People.
de: Neue Leute kennenlernen.
fr: Rencontrez de nouvelles personnes.

source: Make Real Connections.
de: Echte Verbindungen knüpfen.
fr: Créez de vraies connexions.

source: Crush.lu brings Luxembourg's singles together through real events and meaningful connections. No endless swiping. Just authentic meetups.
de: Crush.lu bringt Luxemburgs Singles durch echte Events und bedeutungsvolle Verbindungen zusammen. Kein endloses Swipen. Nur authentische Treffen.
fr: Crush.lu rassemble les célibataires du Luxembourg à travers de vrais événements et des connexions significatives. Pas de swipe sans fin. Juste des rencontres authentiques.

source: Get Started Free
de: Kostenlos starten
fr: Commencer gratuitement

source: Why Choose Crush.lu
de: Warum Crush.lu wählen
fr: Pourquoi choisir Crush.lu

source: Your profile is reviewed by our Crush Coaches before going live. Small community, big respect for privacy.
de: Ihr Profil wird von unseren Crush Coaches geprüft, bevor es online geht. Kleine Community, großer Respekt für Datenschutz.
fr: Votre profil est vérifié par nos Crush Coaches avant d'être mis en ligne. Petite communauté, grand respect pour la vie privée.

source: Speed dating nights, social mixers, and themed meetups. Meet people in person, the way it should be.
de: Speed-Dating-Abende, gesellschaftliche Mixer und Themen-Treffen. Lernen Sie Menschen persönlich kennen, so wie es sein sollte.
fr: Soirées speed dating, mixers sociaux et meetups à thème. Rencontrez des gens en personne, comme il se doit.

source: Guided Support
de: Geführte Unterstützung
fr: Accompagnement guidé

source: Work with your personal Crush Coach to build confidence and make genuine connections.
de: Arbeiten Sie mit Ihrem persönlichen Crush Coach, um Selbstvertrauen aufzubauen und echte Verbindungen zu knüpfen.
fr: Travaillez avec votre Crush Coach personnel pour développer votre confiance et créer des connexions authentiques.

source: Sign up and tell us about yourself. Share your interests and what you're looking for.
de: Melden Sie sich an und erzählen Sie uns von sich. Teilen Sie Ihre Interessen und wonach Sie suchen.
fr: Inscrivez-vous et parlez-nous de vous. Partagez vos intérêts et ce que vous recherchez.

source: Get Coach Approval
de: Coach-Genehmigung erhalten
fr: Obtenir l'approbation du coach

source: A Crush Coach reviews your profile and provides feedback within 24-48 hours.
de: Ein Crush Coach prüft Ihr Profil und gibt innerhalb von 24-48 Stunden Feedback.
fr: Un Crush Coach vérifie votre profil et vous donne son avis dans les 24 à 48 heures.

source: Join Events
de: Veranstaltungen beitreten
fr: Rejoindre les événements

source: Browse and register for upcoming speed dating nights and social meetups.
de: Durchstöbern und registrieren Sie sich für kommende Speed-Dating-Abende und gesellschaftliche Treffen.
fr: Parcourez et inscrivez-vous aux prochaines soirées speed dating et rencontres sociales.

source: Meet people in real life and build authentic relationships.
de: Lernen Sie Menschen im echten Leben kennen und bauen Sie authentische Beziehungen auf.
fr: Rencontre des personnes dans la vie réelle et construis des relations authentiques.

source: Learn More About Our Process
de: Mehr über unseren Prozess erfahren
fr: En savoir plus sur notre processus

source: %(spots)s spots left
de: %(spots)s Plätze übrig
fr: %(spots)s places restantes

source: View All Events
de: Alle Veranstaltungen ansehen
fr: Voir tous les événements

source: Ready to Meet Your Crush?
de: Bereit, deinen Crush zu treffen?
fr: Prêt à rencontrer votre crush ?

source: Join Luxembourg's most authentic way to meet new people and build real relationships.
de: Schließen Sie sich Luxemburgs authentischster Art an, neue Leute kennenzulernen und echte Beziehungen aufzubauen.
fr: Rejoignez la façon la plus authentique de rencontrer de nouvelles personnes et de construire de vraies relations au Luxembourg.

source: Create Your Profile Now
de: Jetzt Profil erstellen
fr: Créer votre profil maintenant

source: How Crush.lu Works - 4 Steps to Meet Singles in Luxembourg
de: So funktioniert Crush.lu - 4 Schritte, um Singles in Luxemburg zutreffen
fr: Comment fonctionne Crush.lu - 4 étapes pour rencontrer des célibataires au Luxembourg

source: How Crush.lu Works - Meet Singles in Luxembourg
de: So funktioniert Crush.lu - Singles in Luxemburg treffen
fr: Comment fonctionne Crush.lu - Rencontrer des célibataires au Luxembourg

source: Discover how Crush.lu helps you meet singles in Luxembourg. Create your profile, get coach approval, join events, and make authentic connections. No endless swiping!
de: Entdecken Sie, wie Crush.lu Ihnen hilft, Singles in Luxemburg zu treffen. Erstellen Sie Ihr Profil, holen Sie sich die Genehmigung eines Trainers, nehmen Sie an Veranstaltungen teil und knüpfen Sie authentische Kontakte. Kein endloses Wischen!
fr: Découvre comment Crush.lu t'aide à rencontrer des célibataires au Luxembourg. Crée ton profil, obtiens l'approbation du coach, rejoins des événements et fais des connexions authentiques. Fini le swipe sans fin !

source: Learn how Crush.lu works in 4 simple steps: Create your profile, get coach approval, browse events, and meet real people. Luxembourg's privacy-first dating platform.
de: Erfahren Sie in 4 einfachen Schritten, wie Crush.lu funktioniert: Erstellen Sie Ihr Profil, holen Sie sich die Genehmigung eines Trainers, durchsuchen Sie Veranstaltungen und treffen Sie echte Menschen. Luxemburgs datenschutzorientierte Dating-Plattform.
fr: Apprends comment Crush.lu fonctionne en 4 étapes simples : Crée ton profil, obtiens l'approbation du coach, parcours les événements et rencontre de vraies personnes. La plateforme de rencontre du Luxembourg axée sur la confidentialité.

source: how crush.lu works, dating process luxembourg, speed dating how it works, meet singles luxembourg, coach dating
de: wie crush.lu funktioniert, Dating-Prozess Luxemburg, wie Speed-Dating funktioniert, Singles in Luxemburg treffen, Coach-Dating
fr: comment crush.lu fonctionne, processus de rencontres luxembourg, speed dating comment ça marche, rencontrer des célibataires luxembourg, coach dating

source: How to Start Dating with Crush.lu
de: So starten Sie das Dating mit Crush.lu
fr: Comment commencer les rencontres avec Crush.lu

source: A step-by-step guide to meeting singles in Luxembourg through Crush.lu's coach-curated dating events.
de: Eine Schritt-für-Schritt-Anleitung zum Kennenlernen von Singles in Luxemburg durch die von Crush.lus Coaches kuratierten Dating-Events.
fr: Un guide étape par étape pour rencontrer des célibataires au Luxembourg via les événements de rencontre organisés par les coachs de Crush.lu.

source: Share who you are, what you love, and what you're looking for. Add photos and let your personality shine through.
de: Teilen Sie mit, wer Sie sind, was Sie lieben und wonach Sie suchen. Fügen Sie Fotos hinzu und lassen Sie Ihre Persönlichkeit durchscheinen.
fr: Partage qui tu es, ce que tu aimes et ce que tu recherches. Ajoute des photos et laisse ta personnalité briller.

source: A dedicated Crush Coach reviews your profile within 24-48 hours, provides personalized feedback, and ensures authenticity.
de: Ein engagierter Crush Coach prüft Ihr Profil innerhalb von 24-48 Stunden, gibt personalisiertes Feedback und stellt Authentizität sicher.
fr: Un Crush Coach vérifie votre profil et vous donne son avis dans les 24 à 48 heures.

source: Once approved, explore speed dating nights, social mixers, themed events, and outdoor adventures.
de: Nach der Genehmigung können Sie Speed-Dating-Abende, gesellige Treffen, Themenveranstaltungen und Outdoor-Abenteuer erkunden.
fr: Une fois approuvé(e), explorez les soirées de speed dating, les rencontres sociales, les événements thématiques et les aventures en plein air.

source: Show up, be yourself, and meet amazing people face-to-face. Real relationships start with real conversations.
de: Kommen Sie vorbei, seien Sie Sie selbst und lernen Sie tolle Menschen persönlich kennen. Echte Beziehungen beginnen mit echten Gesprächen.
fr: Venez, soyez vous-même et rencontrez des personnes incroyables en face-à-face. Les vraies relations commencent par de vraies conversations.

source: How Crush.lu Works
de: So funktioniert Crush.lu
fr: Comment fonctionne Crush.lu

source: Your journey to meaningful connections starts here. No endless swiping, just real events with real people.
de: Ihre Reise zu bedeutungsvollen Verbindungen beginnt hier. Kein endloses Wischen, nur echte Events mit echten Menschen.
fr: Votre parcours vers des connexions significatives commence ici. Fini le swipe sans fin, juste de vrais événements avec de vraies personnes.

source: Simple Steps
de: Einfache Schritte
fr: Étapes simples

source: Profile Review
de: Profil-Überprüfung
fr: Révision du profil

source: Verified Profiles
de: Verifizierte Profile
fr: Profils vérifiés

source: Share who you are, what you love, and what you're looking for. Add photos and let your personality shine through. Authenticity is key!
de: Teilen Sie mit, wer Sie sind, was Sie lieben und wonach Sie suchen. Fügen Sie Fotos hinzu und lassen Sie Ihre Persönlichkeit durchscheinen. Authentizität ist der Schlüssel!
fr: Partagez qui vous êtes, ce que vous aimez et ce que vous recherchez. Ajoutez des photos et laissez votre personnalité briller. L'authenticité est la clé !

source: Meet Your Coach
de: Lernen Sie Ihren Coach kennen
fr: Rencontrez votre Coach

source: A dedicated Crush Coach reviews your profile, provides personalized feedback, and ensures our community stays authentic and respectful.
de: Ein engagierter Crush-Coach überprüft Ihr Profil, gibt personalisiertes Feedback und stellt sicher, dass unsere Community authentisch und respektvoll bleibt.
fr: Un Crush Coach dédié examine votre profil, fournit des retours personnalisés et garantit que notre communauté reste authentique et respectueuse.

source: Once approved, explore speed dating nights, social mixers, themed events, and outdoor adventures. Find what excites you!
de: Entdecken Sie nach der Genehmigung Speed-Dating-Abende, gesellige Treffen, Themenveranstaltungen und Outdoor-Abenteuer. Finden Sie, was Sie begeistert!
fr: Une fois approuvé(e), explorez les soirées de speed dating, les rencontres sociales, les événements thématiques et les aventures en plein air. Trouvez ce qui vous excite !

source: See How Voting Works
de: Schau, wie die Abstimmung funktioniert
fr: Comment ça marche

source: Privacy & Safety First
de: Datenschutz & Sicherheit zuerst
fr: Confidentialité et sécurité d'abord

source: Your Privacy Matters
de: Ihre Privatsphäre ist wichtig
fr: Votre vie privée compte

source: Control what information you share
de: Kontrollieren Sie, welche Informationen Sie teilen
fr: Contrôle les informations que tu partages

source: Show full name or just first name
de: Vollständigen Namen oder nur Vornamen anzeigen
fr: Montre ton nom complet ou juste ton prénom

source: No public profiles browsing
de: Kein Durchsuchen öffentlicher Profile
fr: Pas de navigation dans les profils publics

source: Event-based connections only
de: Nur ereignisbasierte Verbindungen
fr: Connexions basées sur les événements uniquement

source: Community Standards
de: Gemeinschaftsstandards
fr: Standards de la communauté

source: All profiles reviewed by coaches
de: Alle Profile werden von Coaches überprüft Ihre Privatsphäre ist uns wichtig. Alle Profile werden von unseren Crush-Coaches überprüft.
fr: Tous les profils sont examinés par nos Crush Coaches.

source: Zero tolerance for inappropriate behavior
fr: Tolérance zéro pour les comportements inappropriés

source: Respectful, inclusive environment
de: Respektvolles, integratives Umfeld
fr: Environnement respectueux et inclusif

source: 18+ only, verified ages
de: Nur 18+, verifiziertes Alter
fr: 18+ uniquement, âges vérifiés

source: Safe, organized meetup spaces
de: Sichere, organisierte Treffpunkte
fr: Espaces de rencontre sûrs et organisés

source: Why Crush.lu is Different
de: Warum Crush.lu anders ist
fr: Pourquoi Crush.lu est différent

source: No Endless Swiping
fr: Fini le swipe sans fin

source: We focus on quality over quantity. Real events, real people.
de: Wir setzen auf Qualität statt Quantität. Echte Ereignisse, echte Menschen.
fr: Nous privilégions la qualité à la quantité. De vrais événements, de vraies personnes.

source: Human-Curated
de: Von Menschen kuratiert
fr: Organisé par des humains

source: Every profile reviewed by real coaches, not algorithms.
de: Jedes Profil wird von echten Trainern überprüft, nicht von Algorithmen.
fr: Chaque profil examiné par de vrais coachs, pas par des algorithmes.

source: Luxembourg-Focused
de: Fokus auf Luxemburg
fr: Axé sur le Luxembourg

source: Built for our small community with privacy in mind.
de: Gebaut für unsere kleine Gemeinde mit Blick auf die Privatsphäre.
fr: Conçu pour notre petite communauté avec la confidentialité à l'esprit.

source: Join Luxembourg's most authentic way to meet new people and make real connections.
de: Treten Sie Luxemburgs authentischster Art bei, neue Menschen zu treffen und echte Verbindungen zu knüpfen.
fr: Rejoignez la façon la plus authentique de rencontrer de nouvelles personnes et de construire de vraies relations au Luxembourg.

source: Get Started Now
de: Jetzt loslegen
fr: Commencer maintenant

source: Ghost Love Story
de: Gespenster-Liebesgeschichte
fr: Histoire d'amour fantôme

source: A Lonely Ghost
de: Ein einsames Gespenst
fr: Un fantôme solitaire

source: Once upon a time, a lonely ghost floated through Luxembourg...
de: Es war einmal ein einsames Gespenst, das durch Luxemburg schwebte...
fr: Il était une fois un fantôme solitaire qui flottait au Luxembourg...

source: A Spark!
de: Ein Funke!
fr: Une étincelle !

source: Then one day, something magical caught their eye...
de: Dann eines Tages fiel ihnen etwas Magisches ins Auge...
fr: Puis un jour, quelque chose de magique a attiré son regard...

source: Butterflies!
de: Schmetterlinge!
fr: Des papillons !

source: Their heart raced! Should they say hello?
de: Ihr Herz raste! Sollten sie Hallo sagen?
fr: Son cœur s'emballa ! Devrait-il dire bonjour ?

source: The Chase!
de: Die Jagd!
fr: La poursuite !

source: No time to overthink — just go for it!
de: Keine Zeit zum Nachdenken — einfach machen!
fr: Pas le temps de trop réfléchir — fonce !

source: It's a Match!
de: Es ist ein Match!
fr: C'est un match !

source: Two hearts, one moment — magic!
de: Zwei Herzen, ein Moment — Magie!
fr: Deux cœurs, un moment — magique !

source: Find Your Match
de: Finde dein Match
fr: Trouve ton match

source: Happily Ever After
de: Glücklich bis ans Ende
fr: Pour toujours heureux

source: Just like on Crush.lu — real connections happen when you show up!
de: Genau wie auf Crush.lu — echte Verbindungen entstehen, wenn du dich zeigst!
fr: Tout comme sur Crush.lu — les vraies connexions se créent quand tu te montres !

source: Previous scene
de: Vorherige Szene
fr: Scène précédente

source: Scene
de: Szene
fr: Scène

source: Next scene
de: Nächste Szene
fr: Scène suivante

source: Invitation Expired
de: Einladung abgelaufen
fr: Invitation expirée

source: Sorry, %(name)s, this invitation link has expired.
de: Entschuldigung, %(name)s, dieser Einladungslink ist abgelaufen.
fr: Désolé, %(name)s, ce lien d'invitation a expiré.

source: Invitation No Longer Valid
de: Einladung nicht gefunden.
fr: Invitation non trouvée.

source: This invitation for <strong>%(title)s</strong> has passed its expiration date and can no longer be accepted.
de: Deine Anmeldung für <strong>%(title)s</strong> wurde storniert.
fr: Ton inscription pour <strong>%(title)s</strong> a été annulée.

source: Event Details
fr: Détails de l'événement :

source: What You Can Do
de: Was du offline tun kannst
fr: Ce que vous pouvez faire hors ligne

source: Contact %(coach)s to request a new invitation
de: Kontaktiere %(coach)s, um eine neue Einladung anzufordern
fr: Contacte %(coach)s pour demander une nouvelle invitation

source: Reach out to our team at
de: Kontaktiere unser Team unter
fr: Contacte notre équipe à

source: Check out our upcoming public events on Crush.lu
de: Entdecken Sie unsere kommenden Veranstaltungen und knüpfen Sie Kontakte!
fr: Découvrez nos événements à venir et commencez à créer des connexions!Découvrez nos événements à venir et commencez à créer des connexions!

source: Browse Public Events
de: Alle Veranstaltungen ansehen
fr: Voir tous les événements

source: For assistance, contact us at
de: Wenn Sie Fragen haben, kontaktieren Sie uns unter
fr: Si tu as des questions, contacte-nous à

source: %(name)s, you've been personally invited to a private Crush.lu event
de: %(name)s, du wurdest persönlich zu einem privaten Crush.lu-Event eingeladen
fr: %(name)s, tu as été personnellement invité(e) à un événement privé Crush.lu

source: Event Type
de: Event-Art
fr: Type d'événement

source: Private Invitation Only
de: Nur auf private Einladung
fr: Sur invitation privée uniquement

source: Fee
de: Gebühr
fr: Frais

source: Invited By
de: Eingeladen von
fr: Invité par

source: What happens after you accept?
de: Was passiert nach deiner Annahme?
fr: Que se passe-t-il après ton acceptation ?

source: You'll create a guest account instantly
de: Du erstellst sofort ein Gast-Konto
fr: Tu créeras un compte invité instantanément

source: Your attendance will be reviewed by our Crush Coach
de: Deine Teilnahme wird von unserem Crush Coach geprüft
fr: Ta participation sera examinée par notre Crush Coach

source: Once approved, you'll receive an email confirmation
de: Nach Genehmigung erhältst du eine E-Mail-Bestätigung
fr: Une fois approuvé, tu recevras une confirmation par email

source: You can then register for this exclusive event
de: Anschließend kannst du dich für dieses exklusive Event anmelden
fr: Tu pourras ensuite t'inscrire à cet événement exclusif

source: Accept Invitation
de: Einladung annehmen
fr: Accepter l'invitation

source: Your privacy is protected. This is a private, invitation-only event.
de: Deine Privatsphäre ist geschützt. Dies ist ein privates Event nur auf Einladung.
fr: Ta vie privée est protégée. Ceci est un événement privé sur invitation uniquement.

source: Have questions? Contact our Crush Coaches at
de: Fragen? Kontaktiere unsere Crush Coaches unter
fr: Des questions ? Contacte nos Crush Coaches à

source: Invitation Accepted - Pending Approval - Crush.lu
de: Einladung akzeptiert - Wartet auf Genehmigung - Crush.lu
fr: Invitation acceptée - En attente d'approbation - Crush.lu

source: Invitation Accepted Successfully!
de: Profil erfolgreich aktualisiert!
fr: Profil mis à jour avec succès !

source: Welcome, %(name)s! Your account has been created.
de: Willkommen, %(name)s! Dein Konto wurde erstellt.
fr: Bienvenue, %(name)s ! Ton compte a été créé.

source: You're In!
de: Sie sind eingeladen!
fr: Tu es invité(e) !

source: Your invitation has been accepted and your guest account is ready. Our Crush Coach is reviewing your attendance request.
de: Deine Einladung wurde akzeptiert und dein Gast-Konto ist bereit. Unser Crush Coach überprüft deine Teilnahmeanfrage.
fr: Ton invitation a été acceptée et ton compte invité est prêt. Notre Crush Coach examine ta demande de participation.

source: Your Journey to the Event
de: Deine Reise wartet
fr: Ton parcours t'attend

source: ✅ Invitation Received
de: Einladung genehmigt!
fr: Invitation approuvée !

source: You received your exclusive invitation
de: Du hast deine exklusive Einladung erhalten
fr: Tu as reçu ton invitation exclusive

source: ✅ Account Created
de: ✅ Konto erstellt
fr: ✅ Compte créé

source: Your guest account has been set up
de: Ihr Coach-Konto wurde deaktiviert.
fr: Votre compte coach a été désactivé.

source: ⏳ Pending Coach Approval
de: Genehmigung ausstehend
fr: En attente

source: Our Crush Coach is reviewing your attendance (usually within 24 hours)
de: Ein Crush Coach prüft Ihr Profil und gibt innerhalb von 24-48 Stunden Feedback.
fr: Un Crush Coach vérifie votre profil et vous donne son avis dans les 24 à 48 heures.

source: Email Confirmation
de: E-Mail-Benachrichtigungen
fr: Notifications par email

source: You'll receive an email once approved with event details
de: Sie erhalten eine E-Mail, sobald Ihr Profil genehmigt wurde
fr: Tu recevras un email une fois que ton profil sera approuvé

source: Complete your registration for %(title)s
de: Setzen Sie das Gespräch von %(title)s fort
fr: Continuer la conversation de %(title)s

source: What to Expect
de: Was als nächstes zu tun ist:
fr: Que faire ensuite :

source: Check Your Email:
de: Auf Updates prüfen
fr: Vérifier les mises à jour

source: We've sent a confirmation to <code>%(email)s</code>
de: Wir haben eine Bestätigung an <code>%(email)s</code> gesendet
fr: Nous avons envoyé une confirmation à <code>%(email)s</code>
