Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Complete Your Profile - Crush.lu
de: Vervollständigen Sie Ihr Profil - Crush.lu
fr: Complétez votre profil - Crush.lu

source: Don't Miss Out - Your Profile is Waiting
de: Verpassen Sie es nicht - Ihr Profil wartet
fr: Ne manquez pas cette occasion - Votre profil vous attend

source: Last Chance to Complete Your Profile - Crush.lu
de: Letzte Chance, Ihr Profil zu vervollständigen - Crush.lu
fr: Dernière chance de compléter votre profil - Crush.lu

source: You're Invited to {title}!
de: Sie sind zu {title} eingeladen!
fr: Vous êtes invité(e) à {title} !

source: You're Invited to {title} on Crush.lu
de: Sie sind zu {title} auf Crush.lu eingeladen
fr: Vous êtes invité(e) à {title} sur Crush.lu

source: Your Invitation to {title} Has Been Approved!
de: Ihre Einladung zu {title} wurde genehmigt!
fr: Votre invitation à {title} a été approuvée !

source: No specific feedback provided.
de: Kein spezifisches Feedback gegeben.
fr: Aucun commentaire spécifique fourni.

source: Update on Your Invitation to {title}
de: Update zu Ihrer Einladung zu {title}
fr: Mise à jour concernant votre invitation à {title}

source: First Name
de: Vorname
fr: Prénom

source: Last Name
de: Nachname
fr: Nom

source: I agree to the Terms of Service and Privacy Policy
de: Ich stimme den Nutzungsbedingungen und Datenschutzrichtlinien zu
fr: J'accepte les Conditions d'utilisation et la Politique de confidentialité

source: An account with this email already exists. Please login or use a different email address.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits. Bitte melden Sie sich an oder verwenden Sie eine andere E-Mail-Adresse.
fr: Un compte avec cette adresse e-mail existe déjà. Connecte-toi ou utilise une adresse e-mail différente.

source: Required for coach screening and event coordination
de: Erforderlich für Coach-Screening und Veranstaltungskoordination
fr: Requis pour le dépistage des coachs et la coordination des événements

source: Must be 18+ to join
de: Sie müssen 18+ sein, um beizutreten
fr: Vous devez avoir 18 ans ou plus pour vous inscrire

source: Tell us about yourself... What do you love? What makes you smile? (Optional)
de: Erzählen Sie uns von sich... Was lieben Sie? Was bringt Sie zum Lächeln? (Optional)
fr: Parle-nous de toi... Qu'est-ce que tu aimes ? Qu'est-ce qui te fait sourire ? (Optionnel)

source: Share what makes you unique! (Optional, max 500 characters)
de: Teilen Sie mit, was Sie einzigartig macht! (Optional, max. 500Zeichen)
fr: Partagez ce qui vous rend unique ! (Optionnel, max 500 caractères)

source: Or select categories below...
de: Oder wählen Sie Kategorien unten...
fr: Ou sélectionnez des catégories ci-dessous...

source: Select interest categories below or write your own (Optional)
de: Wählen Sie Interessenkategorien unten oder schreiben Sie Ihre eigenen(Optional)
fr: Sélectionne des catégories d'intérêts ci-dessous ou écris les tiennes (Optionnel)

source: Required
de: Erforderlich
fr: Obligatoire

source: Select your region...
de: Wählen Sie Ihre Region...
fr: Sélectionnez votre région...

source: Belgium (Arlon area)
de: Belgien (Raum Arlon)
fr: Belgique (région d'Arlon)

source: Germany (Trier/Saarland area)
de: Deutschland (Raum Trier/Saarland)
fr: Allemagne (région de Trèves/Sarre)

source: France (Thionville/Metz area)
de: Frankreich (Raum Thionville/Metz)
fr: France (région de Thionville/Metz)

source: Your region in or near Luxembourg
de: Ihre Region in oder nahe Luxemburg
fr: Votre région au Luxembourg ou à proximité

source: Languages for Events
de: Sprachen für Events
fr: Langues pour les événements

source: Which languages can you speak at in-person events?
de: Welche Sprachen sprichst du bei persönlichen Veranstaltungen?
fr: Quelles langues peux-tu parler lors des événements en personne ?

source: Invalid language selection: %(lang)s
de: Ungültige Sprachauswahl: %(lang)s
fr: Sélection de langue invalide : %(lang)s

source: Date of birth cannot be in the future
de: Geburtsdatum darf nicht in der Zukunft liegen
fr: La date de naissance ne peut pas être dans le futur

source: You must be at least 18 years old to join Crush.lu
de: Sie müssen mindestens 18 Jahre alt sein, um Crush.lu beizutreten
fr: Vous devez avoir au moins 18 ans pour rejoindre Crush.lu

source: Please enter a valid date of birth
de: Bitte geben Sie ein gültiges Geburtsdatum ein
fr: Veuillez entrer une date de naissance valide

source: Please enter your phone number in international format (e.g., +352 XX XX XX XX)
de: Bitte geben Sie Ihre Telefonnummer im internationalen Format ein (z.B. +352 XX XX XX XX)
fr: Entre ton numéro de téléphone au format international (p.ex. +352 XX XX XX XX)

source: Please enter a phone number from Luxembourg (+352), France (+33), Belgium (+32), or Germany (+49)
de: Bitte geben Sie eine Telefonnummer aus Luxemburg (+352), Frankreich (+33), Belgien (+32) oder Deutschland (+49) ein
fr: Entre un numéro de téléphone du Luxembourg (+352), France (+33), Belgique (+32) ou Allemagne (+49)

source: Phone number is too short. Please include the full number.
de: Telefonnummer ist zu kurz. Bitte geben Sie die vollständige Nummerein.
fr: Le numéro de téléphone est trop court. Inclus le numéro complet.

source: Phone number is too long. Please check the format.
de: Telefonnummer ist zu lang. Bitte überprüfen Sie das Format.
fr: Le numéro de téléphone est trop long. Veuillez vérifier le format.

source: Phone number can only contain digits after the country code.
de: Telefonnummer darf nach der Landesvorwahl nur Ziffern enthalten.
fr: Le numéro de téléphone ne peut contenir que des chiffres après l'indicatif du pays.

source: You must verify your phone number before submitting your profile. Click the 'Verify' button next to your phone number.
de: Sie müssen Ihre Telefonnummer verifizieren, bevor Sie Ihr Profil einreichen. Klicken Sie auf die Schaltfläche 'Verifizieren' neben Ihrer Telefonnummer.
fr: Tu dois vérifier ton numéro de téléphone avant de soumettre ton profil. Clique sur le bouton 'Vérifier' à côté de ton numéro de téléphone.

source: e.g., Verified identity via video call. Photos match. Genuine interest in dating.
de: z.B. Identität per Videoanruf verifiziert. Fotos stimmen überein. Authentisches Interesse am Dating.
fr: Ex : Identité vérifiée par appel vidéo. Photos correspondent. Intérêt sincère pour les rencontres.

source: e.g., Welcome to Crush.lu! Your profile looks great...
de: z.B. Willkommen bei Crush.lu! Dein Profil sieht super aus...
fr: Ex : Bienvenue sur Crush.lu ! Ton profil est super...

source: e.g., Left voicemail asking to call back...
de: z.B. Voicemail hinterlassen mit der Bitte zurückzurufen...
fr: p.ex. Message vocal laissé en demandant de rappeler...

source: Session notes...
de: Sitzungsnotizen...
fr: Notes de session...

source: Share your coaching philosophy and approach...
de: Teilen Sie Ihre Coaching-Philosophie und Ihren Ansatz...
fr: Partagez votre philosophie et approche de coaching...

source: Tell users about your coaching style and experience (max 500 characters)
de: Erzählen Sie den Nutzern über Ihren Coaching-Stil und Ihre Erfahrung (max. 500 Zeichen)
fr: Parle aux utilisateurs de ton style de coaching et de ton expérience (max 500 caractères)

source: e.g., Young professionals, Students, 35+, LGBTQ+
de: z.B. Junge Berufstätige, Studenten, 35+, LGBTQ+
fr: p.ex. Jeunes professionnels, Étudiants, 35+, LGBTQ+

source: What groups or demographics do you specialize in coaching?
de: Auf welche Gruppen oder Zielgruppen sind Sie spezialisiert?
fr: Sur quels groupes ou démographies êtes-vous spécialisé ?

source: Upload a professional photo that users will see
de: Laden Sie ein professionelles Foto hoch, das Benutzer sehen werden
fr: Téléchargez une photo professionnelle que les utilisateurs verront

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe

source: Enter new password
de: Neues Passwort eingeben
fr: Entrer le nouveau mot de passe

source: Your password must be at least 8 characters.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein.
fr: Votre mot de passe doit contenir au moins 8 caractères.

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.

source: e.g., My Crush, Marie, Sunshine
de: z.B., Mein Crush, Marie, Sonnenschein
fr: p. ex., Mon Crush, Marie, Soleil

source: Name/Nickname for the Journey
de: Name/Spitzname fuer die Reise
fr: Nom/Surnom pour le parcours

source: This name will be used throughout the journey story. Use any name or nickname you like.
de: Dieser Name wird in der gesamten Reise-Geschichte verwendet. Verwende einen beliebigen Namen oder Spitznamen.
fr: Ce nom sera utilisé tout au long de l'histoire du parcours. Utilise n'importe quel nom ou surnom que tu aimes.

source: When did you first meet?
de: Wann habt ihr euch zum ersten Mal getroffen?
fr: Quand vous etes-vous rencontres pour la premiere fois ?

source: This date will be featured in the journey story.
de: Dieses Datum wird in der Reise-Geschichte vorkommen.
fr: Cette date apparaitra dans l'histoire du parcours.

source: e.g., Cafe de Paris, Luxembourg City
de: z.B., Cafe de Paris, Luxemburg Stadt
fr: p. ex., Cafe de Paris, Luxembourg-Ville

source: Where did you first meet?
de: Wo habt ihr euch zum ersten Mal getroffen?
fr: Ou vous etes-vous rencontres pour la premiere fois ?

source: This location will be featured in the journey story.
de: Dieser Ort wird in der Reise-Geschichte vorkommen.
fr: Ce lieu apparaitra dans l'histoire du parcours.

source: Optional: Add a personal note that will be shown when they scan the QR code...
de: Optional: Fuege eine persoenliche Notiz hinzu, die angezeigt wird,wenn sie den QR-Code scannen...
fr: Optionnel : Ajoute une note personnelle qui s'affichera quand ils scanneront le code QR...

source: Personal Message (Optional)
de: Persoenliche Nachricht (Optional)
fr: Message personnel (Optionnel)

source: This message will be displayed on the gift landing page.
de: Diese Nachricht wird auf der Geschenk-Landingpage angezeigt.
fr: Ce message sera affiche sur la page d'accueil du cadeau.

source: Optional: their@email.com
de: Optional: ihre@email.com
fr: Optionnel : son@email.com

source: Recipient Email (Optional)
de: Empfaenger-E-Mail (Optional)
fr: Email du destinataire (Optionnel)

source: We can send them a notification when you create the gift.
de: Wir koennen eine Benachrichtigung senden, wenn du das Geschenkerstellst.
fr: Nous pouvons lui envoyer une notification quand tu crées le cadeau.

source: Photo Puzzle Image
de: Foto-Puzzle-Bild
fr: Image du puzzle photo

source: This image will be revealed as a puzzle in Chapter 1. Recommended: 800x800px square image.
de: Dieses Bild wird als Puzzle in Kapitel 1 enthüllt. Empfohlen: Quadratisches Bild (1:1), mindestens 800x800px.
fr: Cette image sera révélée sous forme de puzzle au Chapitre 1. Recommandé : image carrée 800x800px.

source: Slideshow Photo 1
de: Slideshow-Foto 1
fr: Photo diaporama 1

source: First photo for the Chapter 3 slideshow.
de: Erstes Foto für die Slideshow in Kapitel 3.
fr: Première photo pour le diaporama du Chapitre 3.

source: Slideshow Photo 2
de: Slideshow-Foto 2
fr: Photo diaporama 2

source: Slideshow Photo 3
de: Slideshow-Foto 3
fr: Photo diaporama 3

source: Slideshow Photo 4
de: Slideshow-Foto 4
fr: Photo diaporama 4

source: Slideshow Photo 5
de: Slideshow-Foto 5
fr: Photo diaporama 5

source: Video Message
de: Videonachricht
fr: Message vidéo

source: Record a video message for Chapter 4. Formats: MP4, MOV (max 50MB).
de: Nehmen Sie eine Videonachricht für Kapitel 4 auf. Formate: MP4, MOV (max. 50 MB).
fr: Enregistre un message vidéo personnel pour le Chapitre 4. Formats : MP4, MOV (max 50MB).

source: Letter Music
de: Brief-Musik
fr: Musique de la lettre

source: Add background music for the Future Letter (Chapter 5). Formats: MP3, WAV, M4A (max 10MB).
de: Fügen Sie Hintergrundmusik für den Zukunftsbrief (Kapitel 5) hinzu. Formate: MP3, WAV, M4A (max. 10 MB).
fr: Ajoute une musique de fond pour la Lettre du futur (Chapitre 5). Formats : MP3, WAV, M4A (max 10MB).

source: The date you first met cannot be in the future
de: Das Datum eures ersten Treffens darf nicht in der Zukunft liegen
fr: La date de votre premiere rencontre ne peut pas etre dans le futur

source: Image file size must be less than %(max_size)s MB.
de: Bilddateigröße muss kleiner als %(max_size)s MB sein.
fr: La taille du fichier image doit être inférieure à %(max_size)s MB.

source: Audio file size must be less than 10 MB.
de: Audiodateigröße muss kleiner als 10 MB sein.
fr: La taille du fichier audio doit être inférieure à 10 MB.

source: Invalid audio format. Please use MP3, WAV, or M4A files.
de: Ungültiges Audioformat. Bitte verwende MP3-, WAV- oder M4A-Dateien.
fr: Format audio invalide. Merci d'utiliser des fichiers MP3, WAV ou M4A.

source: Video file size must be less than 50 MB.
de: Videodateigröße muss kleiner als 50 MB sein.
fr: La taille du fichier vidéo doit être inférieure à 50 MB.

source: Invalid video format. Please use MP4 or MOV files.
de: Ungültiges Videoformat. Bitte verwende MP4- oder MOV-Dateien.
fr: Format vidéo invalide. Merci d'utiliser des fichiers MP4 ou MOV.

source: Date of Birth
de: Geburtsdatum
fr: Date de naissance

source: You must be 18+ to join Crush.lu
de: Du musst mindestens 18 Jahre alt sein, um Crush.lu beizutreten
fr: Tu dois avoir 18 ans ou plus pour rejoindre Crush.lu

source: Date of birth is required
de: Geburtsdatum ist erforderlich
fr: La date de naissance est requise

source: You must agree to the Terms of Service and Privacy Policy
de: Du musst den Nutzungsbedingungen und Datenschutzrichtlinien zustimmen
fr: Tu dois accepter les Conditions d'utilisation et la Politique de confidentialité

source: The journey configuration for this advent calendar
de: Die Reisekonfiguration für diesen Adventskalender
fr: La configuration du voyage pour ce calendrier de l'Avent

source: Year for this advent calendar (e.g., 2024)
de: Jahr für diesen Adventskalender (z.B. 2024)
fr: Année pour ce calendrier de l'Avent (ex: 2024)

source: Start date (usually December 1)
de: Startdatum (normalerweise 1. Dezember)
fr: Date de début (généralement le 1er décembre)

source: End date (usually December 24)
de: Enddatum (normalerweise 24. Dezember)
fr: Date de fin (généralement le 24 décembre)

source: Allow users to open past doors (accumulating access)
de: Benutzern erlauben, vergangene Türen zu öffnen (kumulativer Zugang)
fr: Permettre aux utilisateurs d'ouvrir les portes passées (accèscumulatif)

source: Timezone for date calculations
de: Zeitzone für Datumsberechnungen
fr: Fuseau horaire pour les calculs de date

source: Title displayed on the calendar
de: Titel, der im Kalender angezeigt wird
fr: Titre affiché sur le calendrier

source: Description shown on the calendar page
de: Beschreibung auf der Kalenderseite
fr: Description affichée sur la page du calendrier

source: Custom background image for the calendar
de: Benutzerdefiniertes Hintergrundbild für den Kalender
fr: Image de fond personnalisée pour le calendrier

source: Advent Calendar
de: Adventskalender
fr: Calendrier de l'Avent

source: 🎄 1. Advent Calendars
de: 🎄 1. Adventskalender
fr: 🎄 1. Calendriers de l'Avent

source: Optional link to a JourneyChapter for challenge content
de: Optionaler Link zu einem Journey-Kapitel für Challenge-Inhalte
fr: Lien optionnel vers un chapitre de parcours pour le contenu du défi

source: Door number (1-24)
de: Türnummer (1-24)
fr: Numéro de porte (1-24)

source: Type of challenge (only used when content_type is 'challenge')
de: Art der Challenge (nur verwendet, wenn content_type 'challenge' ist)
fr: Type de défi (utilisé uniquement quand le type de contenu est 'défi')

source: How QR codes work for this door
de: Wie QR-Codes für diese Tür funktionieren
fr: Fonctionnement des codes QR pour cette porte

source: Hex color for the door (e.g., #C41E3A for Christmas red)
de: Hex-Farbe für die Tür (z.B. #C41E3A für Weihnachtsrot)
fr: Couleur hexadécimale pour la porte (ex. #C41E3A pour rouge Noël)

source: Emoji or icon class for the door (e.g., 🎁, 🎄, ⭐)
de: Emoji oder Icon-Klasse für die Tür (z.B. 🎁, 🎄, ⭐)
fr: Emoji ou classe d'icône pour la porte (ex. 🎁, 🎄, ⭐)

source: Short teaser text shown on the closed door
de: Kurzer Teaser-Text auf der geschlossenen Tür
fr: Court texte d'accroche affiché sur la porte fermée

source: Advent Door
de: Advents-Tür
fr: Porte de l'Avent

source: 🚪 2. Advent Doors
de: 🚪 2. Advents-Türen
fr: 🚪 2. Portes de l'Avent

source: Title shown when door is opened
de: Titel beim Öffnen der Tür
fr: Titre affiché quand la porte est ouverte

source: Main text content (poem, letter, description, etc.)
de: Haupttextinhalt (Gedicht, Brief, Beschreibung usw.)
fr: Contenu texte principal (poème, lettre, description, etc.)

source: The question/prompt/instructions for the challenge
de: Die Frage/Aufforderung/Anweisungen für die Challenge
fr: La question/consigne/instructions pour le défi

source: JSON data for options/choices: {"A": "option1", "B": "option2"}
de: JSON-Daten für Optionen/Auswahlmöglichkeiten: {"A": "Option1", "B": "Option2"}
fr: Données JSON pour les options/choix : {"A": "option1", "B": "option2"}

source: The correct answer. Leave blank for questionnaire mode (all answers accepted).
de: Die richtige Antwort. Leer lassen für Fragebogenmodus (alle Antworten akzeptiert).
fr: La bonne réponse. Laisser vide pour le mode questionnaire (toutes les réponses acceptées).

source: Alternative acceptable answers: ["answer1", "answer2"]
de: Alternative akzeptable Antworten: ["Antwort1", "Antwort2"]
fr: Réponses alternatives acceptables : ["réponse1", "réponse2"]

source: First hint (easiest)
de: Erster Hinweis (einfachster)
fr: Premier indice (le plus facile)

source: Points deducted for using hint 1
de: Punktabzug für Hinweis 1
fr: Points déduits pour l'utilisation de l'indice 1

source: Second hint (medium)
de: Zweiter Hinweis (mittel)
fr: Deuxième indice (moyen)

source: Points deducted for using hint 2
de: Punktabzug für Hinweis 2
fr: Points déduits pour l'utilisation de l'indice 2

source: Third hint (biggest reveal)
de: Dritter Hinweis (größte Enthüllung)
fr: Troisième indice (plus grande révélation)

source: Points deducted for using hint 3
de: Punktabzug für Hinweis 3
fr: Points déduits pour l'utilisation de l'indice 3

source: Points for correct answer (before hint deductions)
de: Punkte für richtige Antwort (vor Hinweisabzügen)
fr: Points pour bonne réponse (avant déduction des indices)

source: Personal message shown when user answers correctly
de: Persönliche Nachricht bei richtiger Antwort
fr: Message personnel affiché quand l'utilisateur répond correctement

source: Main photo for this door
de: Hauptfoto für diese Tür
fr: Photo principale pour cette porte

source: Video message
de: Videonachricht
fr: Message vidéo

source: Audio message
de: Audionachricht
fr: Message audio

source: Title for bonus content unlocked via QR
de: Titel für Bonusinhalt via QR freigeschaltet
fr: Titre pour le contenu bonus débloqué via QR

source: Bonus text content unlocked via QR code
de: Bonustextinhalt via QR-Code freigeschaltet
fr: Contenu texte bonus débloqué via code QR

source: Bonus photo unlocked via QR code
de: Bonusfoto via QR-Code freigeschaltet
fr: Photo bonus débloquée via code QR

source: Hint about the physical gift
de: Hinweis über das physische Geschenk
fr: Indice sur le cadeau physique

source: Clue about where to find the gift
de: Hinweis, wo das Geschenk zu finden ist
fr: Indice sur l'emplacement du cadeau

source: Door Content
de: Türinhalt
fr: Contenu de porte

source: 📝 3. Door Contents
de: 📝 3. Türinhalte
fr: 📝 3. Contenus de portes

source: List of door numbers that have been opened [1, 2, 3, ...]
de: Liste der geöffneten Türnummern [1, 2, 3, ...]
fr: Liste des numéros de portes ouvertes [1, 2, 3, ...]

source: List of door numbers where QR was scanned [1, 5, 12, ...]
de: Liste der Türnummern mit QR-Scan [1, 5, 12, ...]
fr: Liste des numéros de portes où le QR a été scanné [1, 5, 12, ...]

source: Last door number opened
de: Zuletzt geöffnete Türnummer
fr: Dernier numéro de porte ouvert

source: When the last door was opened
de: Wann die letzte Tür geöffnet wurde
fr: Quand la dernière porte a été ouverte

source: Advent Progress
de: Advents-Fortschritt
fr: Progression de l'Avent

source: 📊 4. Advent Progress
de: 📊 4. Advents-Fortschritt
fr: 📊 4. Progression de l'Avent

source: Unique token for QR code
de: Eindeutiger Token für QR-Code
fr: Jeton unique pour code QR

source: Has this token been redeemed?
de: Wurde dieser Token eingelöst?
fr: Ce jeton a-t-il été utilisé ?

source: When the token was redeemed
de: Wann der Token eingelöst wurde
fr: Quand le jeton a été utilisé

source: Optional expiration time for this token
de: Optionale Ablaufzeit für diesen Token
fr: Date d'expiration optionnelle pour ce jeton

source: QR Code Token
fr: Jeton de code QR

source: 🔑 5. QR Code Tokens
fr: 🔑 5. Jetons de codes QR

source: Event fee in EUR
de: Veranstaltungsgebühr in EUR
fr: Frais d'événement en EUR

source: Private invitation-only event (visible only to invited guests)
de: Privates Event nur auf Einladung (nur für eingeladene Gäste sichtbar)
fr: Événement privé sur invitation uniquement (visible seulement pour les invités)

source: Unique code for this private event
de: Eindeutiger Code für dieses private Event
fr: Code unique pour cet événement privé

source: When invitations for this event expire
de: Wann Einladungen für dieses Event ablaufen
fr: Quand les invitations pour cet événement expirent

source: Maximum invited guests for private event
de: Maximale eingeladene Gäste für privates Event
fr: Nombre maximum d'invités pour l'événement privé

source: Existing users invited to this private event (no external invitation needed)
de: Bestehende Benutzer, die zu diesem privaten Event eingeladen wurden (keine externe Einladung erforderlich)
fr: Utilisateurs existants invités à cet événement privé (pas d'invitation externe nécessaire)

source: Guest's email address
de: E-Mail-Adresse des Gastes
fr: Adresse e-mail de l'invité

source: Guest's first name
de: Vorname des Gastes
fr: Prénom de l'invité

source: Guest's last name
de: Nachname des Gastes
fr: Nom de l'invité

source: Link this invitation to a Special User for VIP treatment (auto-fills from name/email match)
de: Diese Einladung mit einem VIP-Benutzer verknüpfen (wird automatisch aus Name/E-Mail ausgefüllt)
fr: Lier cette invitation à un utilisateur spécial pour traitement VIP (remplissage auto basé sur nom/e-mail)

source: Unique invitation code (UUID)
de: Eindeutiger Einladungscode (UUID)
fr: Code d'invitation unique (UUID)

source: Coach/admin who sent the invitation
de: Coach/Admin, der die Einladung gesendet hat
fr: Coach/admin qui a envoyé l'invitation

source: Invitation status
de: Einladungsstatus
fr: Statut de l'invitation

source: Approval status (coach must approve before attendance)
de: Genehmigungsstatus (Coach muss vor Teilnahme genehmigen)
fr: Statut d'approbation (le coach doit approuver avant participation)

source: User account created when invitation was accepted
de: Benutzerkonto bei Annahme der Einladung erstellt
fr: Compte utilisateur créé quand l'invitation a été acceptée

source: Internal notes about approval/rejection
de: Interne Notizen zur Genehmigung/Ablehnung
fr: Notes internes sur l'approbation/rejet

source: Coach notes about the guest
de: Coach-Notizen über den Gast
fr: Notes du coach sur l'invité

source: Event Invitation
de: Event-Einladung
fr: Invitation à l'événement
