Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Approval Timeline:
de: Genehmigungszeitplan:
fr: Délai d'approbation :

source: Most approvals are processed within 24 hours
de: Die meisten Genehmigungen werden innerhalb von 24 Stunden bearbeitet
fr: La plupart des approbations sont traitées dans les 24 heures

source: Once approved, you'll receive all event information and registration instructions
de: Nach Genehmigung erhältst du eine E-Mail-Bestätigung
fr: Une fois approuvé, tu recevras une confirmation par email

source: Contact %(contact)s if you have any concerns
de: Kontaktiere %(contact)s, wenn du Fragen hast
fr: Contacte %(contact)s si tu as des questions

source: You can view your invitation status and event details from your dashboard.
de: Du kannst deinen Einladungsstatus und Event-Details über dein Dashboard einsehen.
fr: Tu peux voir le statut de ton invitation et les détails de l'événement depuis ton tableau de bord.

source: Need help? Contact us at
de: Brauchen Sie Hilfe? Nutzungshinweise (Kostenpunkte)
fr: Besoin d'aide ? Utilise des indices (coûte des points)

source: Back to Journey Map
de: Zurück zur Reisekarte
fr: Retour à la connexion

source: CERTIFICATE OF COMPLETION
de: ABSCHLUSSBESCHEINIGUNG
fr: CERTIFICAT DE COMPLÉTION

source: For extraordinary courage and dedication
de: Für außergewöhnlichen Mut und Engagement
fr: Pour un courage et un dévouement extraordinaires

source: This certifies that
de: Hiermit wird bestätigt, dass
fr: Ceci certifie que

source: has successfully completed the journey through
fr: a réussi le parcours à travers

source: Demonstrating courage, wisdom, and the ability to see magic in the everyday.
de: Unter Beweis gestellt wurden Mut, Weisheit und die Fähigkeit, Magie im Alltag zu sehen.
fr: Démontrant courage, sagesse et la capacité de voir la magie dans le quotidien.

source: Points Earned
de: Verdiente Punkte
fr: Points

source: Hearts Captured
de: Herzen gefangen
fr: Cœurs capturés

source: Time invested in this journey: <strong>%(hours)sh %(minutes)sm</strong>
de: In diese Reise investierte Zeit: <strong>%(hours)sh %(minutes)sm</strong>
fr: Temps investi dans ce parcours : <strong>%(hours)sh %(minutes)sm</strong>

source: Not all who wander are lost, but some wander straight into each other's hearts.
de: Nicht alle, die wandern, sind verloren, aber einige wandern direkt in die Herzen des anderen.
fr: Tous ceux qui errent ne sont pas perdus, mais certains errent directement dans le cœur de l'autre.

source: Date Completed
de: Abschlussdatum
fr: Terminé

source: Created with
de: Erstellt mit
fr: Créer un compte

source: 💖 Hours of thinking about you
de: 💖 Stundenlanges Denken an Dich
fr: 💖 Heures à penser à toi

source: Print Certificate
de: Zertifikat ausdrucken
fr: Imprimer le certificat

source: View Journey Map
de: Reisekarte ansehen
fr: Parcours VinsDeLux

source: Thank you for sharing!
de: Vielen Dank für Ihre Hilfe!
fr: Merci de partager !

source: Points Earned:
de: Verdiente Punkte
fr: Points gagnés :

source: Not quite right! Try a different answer.
de: Nicht ganz richtig! Versuch eine andere Antwort.
fr: Pas tout à fait ! Essaie une autre réponse.

source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
fr: Une erreur s'est produite. Veuillez réessayer.

source: %(points)s points available
de: %(points)s Punkte verdient
fr: %(points)s points disponibles

source: You already answered this question and earned <strong>
de: Sie haben diese Frage bereits beantwortet und <strong>%(points)s Punkte</strong> gesammelt.
fr: Tu as déjà répondu à cette question et gagné <strong>

source: Answer options
de: Antwortmöglichkeiten:
fr: Options de réponse

source: Select an Answer First
de: Wählen Sie zuerst eine Antwort aus
fr: Sélectionne d'abord une réponse

source: Submit Answer
de: Antwort einreichen
fr: Soumis

source: Open Response
de: Offene Antwort
fr: Réponse ouverte

source: Share your thoughts freely - there are no wrong answers
de: Teilen Sie Ihre Gedanken frei mit – es gibt keine falschen Antworten ✨
fr: Partage tes pensées librement - il n'y a pas de mauvaises réponses

source: Already Submitted!
de: Bereits eingereicht!
fr: Profil soumis

source: You've already shared your response and earned <strong>%(points)s points</strong>.
de: Sie haben Ihre Antwort bereits geteilt und <strong>%(points)s Punkte</strong> verdient.
fr: Tu as déjà partagé ta réponse et gagné <strong>%(points)s points</strong>.

source: Your Response:
de: Deine Antwort:
fr: Vos événements

source: Continue to Next Challenge
de: Weiter zur nächsten Herausforderung
fr: Continuer au prochain défi

source: Not sure what to write? Consider:
de: 💭 Sie wissen nicht, was Sie schreiben sollen? Halten:
fr: Pas sûr de quoi écrire ? Considère :

source: What immediately comes to mind?
de: Was fällt dir sofort ein?
fr: Qu'est-ce qui te vient immédiatement à l'esprit ?

source: How does this question make you feel?
de: Wie fühlst du dich bei dieser Frage?
fr: Comment cette question te fait-elle sentir ?

source: What would you want someone to know about your answer?
de: Was möchtest du, dass jemand über deine Antwort weiß?
fr: Que voudrais-tu que quelqu'un sache sur ta réponse ?

source: Your response
de: Deine Antwort:
fr: Ta réponse

source: Start typing your thoughts here...
de: Beginnen Sie hier mit der Eingabe Ihrer Gedanken ...
fr: Commence à taper tes pensées ici...

source: Write at least 10 characters to submit your response
de: Schreibe mindestens 10 Zeichen, um deine Antwort abzusenden
fr: Écris au moins 10 caractères pour soumettre ta réponse

source: 2000 characters
de: 2000 Zeichen
fr: caractères

source: Submit Response
de: Antwort einreichen
fr: Soumettre le profil

source: Not quite right. Try again!
de: Nicht ganz richtig. Versuch es nochmal!
fr: Pas tout à fait. Réessaie !

source: Riddle Challenge
de: Rätsel-Herausforderung
fr: Défi énigme

source: You already solved this riddle and earned <strong>
de: Du hast dieses Rätsel bereits gelöst und <strong>%(points)s Punkte</strong> verdient.
fr: Tu as déjà résolu cette énigme et gagné <strong>

source: Your answer
de: Türnummer (1-24)
fr: Ta réponse

source: Select a date using the calendar
de: Titel, der im Kalender angezeigt wird
fr: Sélectionne une date avec le calendrier

source: Type your answer here...
de: Gib hier deine Antwort ein...
fr: Tape ta réponse ici...

source: Enter your answer to the riddle above
de: Gib deine Antwort auf das Rätsel oben ein
fr: Saisis ton answer to the riddle above

source: Perfect!
de: Perfekt!
fr: Parfait !

source: Not quite right. Try rearranging the events!
de: Nicht ganz richtig. Versuch die Ereignisse neu anzuordnen!
fr: Pas tout à fait. Essaie de réorganiser les événements !

source: Drag and drop the events to arrange them in chronological order
de: Ziehen Sie die Ereignisse per Drag-and-Drop, um sie inchronologischer Reihenfolge anzuordnen
fr: Glisse et dépose les événements pour les organiser en ordre chronologique

source: Touch and drag the events to arrange them in chronological order
de: Berühren und ziehen Sie die Ereignisse, um sie in chronologischer Reihenfolge anzuordnen
fr: Touche et glisse les événements pour les organiser en ordre chronologique

source: Timeline Challenge
de: Zeitstrahl-Challenge
fr: Défi chronologie

source: You already sorted this timeline correctly and earned <strong>
de: Sie haben diese Zeitleiste bereits richtig sortiert und<strong>%(points)s Punkte</strong> erhalten.
fr: Tu as déjà trié cette chronologie correctement et gagné <strong>

source: Sortable timeline events
de: Sortierbare Zeitleisten-Ereignisse
fr: Événements de chronologie triables

source: Submit Timeline
de: Zeitstrahl einreichen
fr: Soumettre le profil

source: Word Scramble Challenge
de: Buchstabensalat-Challenge
fr: Défi anagramme

source: Shuffle letters
de: Buchstaben mischen
fr: Mélanger les lettres

source: Shuffle
fr: Mélanger

source: You already unscrambled this word and earned <strong>
de: You already unscrambled this word and earned <strong>%(points)spoints</strong>.
fr: Tu as déjà déchiffré ce mot et gagné <strong>

source: Type the unscrambled word...
de: Geben Sie das entschlüsselte Wort ein...
fr: Tape le mot déchiffré...

source: Enter the unscrambled word or phrase
de: Geben Sie das entschlüsselte Wort ein...
fr: Saisis le mot ou la phrase déchiffrée

source: Great choice!
de: Tolle Wahl!
fr: Super choix !

source: You've already shared your choice and earned <strong>
de: Sie haben Ihre Wahl bereits geteilt und <strong>%(points)s Punkte</strong> gesammelt.
fr: Tu as déjà partagé ton choix et gagné <strong>

source: Choose an option
de: Wählen Sie Ihren Adoptionsplan
fr: Choisis une option

source: Select Your Choice First
de: Wähle zuerst deine Auswahl
fr: Sélectionnez votre parcelle

source: Submit Choice
de: Profil einreichen
fr: Soumettre le choix

source: Chapter %(num)s of %(total)s
de: Kapitel %(num)s von %(total)s
fr: Chapitre %(num)s sur %(total)s

source: Completed Challenges
de: Abgeschlossene Herausforderungen ✅
fr: Défis terminés

source: Your Challenges
de: Deine Challenges
fr: Tes Défis

source: You solved this challenge!
de: Du hast diese Herausforderung gelöst!
fr: Tu as résolu ce défi !

source: Start Challenge
de: Herausforderung starten
fr: Commencer le défi

source: Chapter Complete!
de: Kapitel abgeschlossen!
fr: Terminé

source: Submitting your response...
de: Warten auf Antwort
fr: Envoi de ta réponse...

source: Thank you for your response!
de: Vielen Dank für Ihre Hilfe!
fr: Merci pour ta réponse !

source: Network error. Please check your connection and try again.
de: Netzwerkfehler. Bitte überprüfe deine Verbindung und versuche es erneut.
fr: Erreur réseau. Vérifie ta connexion et réessaie.

source: The Final Question
de: Challenge-Frage
fr: La question finale

source: Will you give this a chance?
de: Gibst du dem eine Chance?
fr: Veux-tu donner une chance à cela ?

source: Yes, let's see where this goes
de: Ja, mal sehen, wohin das führt 💫
fr: Oui, voyons où ça mène

source: I need to think about this
de: Darüber muss ich nachdenken ✨
fr: J'ai besoin d'y réfléchir

source: Your Response
de: Deine Antwort:
fr: Ta réponse

source: You chose:
de: Sie haben gewählt:
fr: Tu as choisi :

source: Responded on
de: Antwortete am
fr: Répondu le

source: Rewards Unlocked
de: ✨Belohnungen freigeschaltet✨
fr: Récompenses déverrouillées

source: View Reward
de: Belohnung ansehen
fr: Voir les détails

source: Chapter navigation
de: Private Einladung
fr: Navigation des chapitres

source: Previous Chapter
de: Vorheriges Kapitel
fr: Étape précédente

source: Next Chapter
de: Nächstes Kapitel
fr: Étape suivante

source: Return to Map
de: Zurück zur Karte
fr: Retourner à la vue principale

source: Claim Your Journey
de: Deine Reise einlösen
fr: Revendiquer votre parcours

source: Claim Your Wonderland Journey
de: Deine Wonderland of You Reise einlösen
fr: Revendiquer votre Wonderland of You

source: created this journey for
de: hat diese Reise erstellt für
fr: a cree ce parcours pour

source: A message for you:
de: Eine Nachricht für dich:
fr: Un message pour toi :

source: Ready to begin your adventure? Once you claim this gift, your personalized 6-chapter Wonderland journey will be created.
de: Bereit für Ihr Abenteuer? Sobald Sie dieses Geschenk einlösen, wird Ihre personalisierte 6-Kapitel Wonderland-Reise erstellt.
fr: Prêt à commencer votre aventure ? Une fois que vous aurez revendiqué ce cadeau, votre parcours Wonderland personnalisé de 6 chapitres sera créé.

source: By claiming this gift, you'll unlock 6 chapters of puzzles, secrets, and messages.
de: Durch das Einlösen dieses Geschenks schalten Sie 6 Kapitel voller Rätsel, Geheimnisse und Nachrichten frei.
fr: En revendiquant ce cadeau, vous débloquez 6 chapitres de puzzles, de secrets et de messages.

source: Gift Already Claimed
de: Geschenk bereits eingelöst
fr: Cadeau deja revendique

source: This Gift Has Been Claimed
de: Dieses Geschenk wurde bereits eingelöst
fr: Ce cadeau a deja ete revendique

source: This journey gift has already been claimed by someone. Each gift can only be used once.
de: Dieses Reise-Geschenk wurde bereits von jemand anderem eingelöst. Jedes Geschenk kann nur einmal verwendet werden.
fr: Ce cadeau de parcours a déjà été revendiqué par quelqu'un. Chaque cadeau ne peut être utilisé qu'une seule fois.

source: Visit Crush.lu
de: Crush.lu besuchen
fr: Visiter Crush.lu

source: Create a Journey Gift
de: Ein Reise-Geschenk erstellen
fr: Creer un cadeau de parcours

source: Create a Wonderland Journey
de: Eine Wonderland of You Reise erstellen
fr: Creer un Wonderland of You

source: Create a magical experience for someone special
de: Erschaffe ein magisches Erlebnis für jemand Besonderen
fr: Cree une experience magique pour quelqu'un de special

source: Story Details
de: Parzellendetails
fr: Détails de l'histoire

source: Add Media
de: Medien
fr: Ajouter des médias

source: Next: Add Media
de: Weiter: Medien hinzufügen
fr: Suivant : Ajouter des médias

source: You can skip media and create a basic gift
de: Du kannst Medien überspringen und ein einfaches Geschenk erstellen
fr: Tu peux passer les médias et créer un cadeau basique

source: Optional:
fr: Optionnel :

source: Add photos and voice/video messages to make the journey extra special. These will be revealed as rewards when your recipient completes challenges!
de: Fügen Sie Fotos und Sprach-/Videonachrichten hinzu, um die Reise noch spezieller zu machen. Diese werden als Belohnungen enthüllt, wenn Ihr Empfänger die Herausforderungen abschließt!
fr: Ajoutez des photos et des messages vocaux/vidéo pour rendre le parcours extra spécial. Ils seront révélés en tant que récompenses lorsque votre destinataire complète les défis !

source: Chapter 1: Photo Puzzle
de: Kapitel 1: Foto Puzzle
fr: Chapitre 1 : Puzzle photo

source: This photo will be revealed piece by piece as a puzzle. Best with a square image (800x800px).
de: Dieses Foto wird Stück für Stück als Puzzle enthüllt. Am besten mit einem quadratischen Bild (800x800px).
fr: Cette photo sera révélée morceau par morceau comme un puzzle. Meilleur avec une image carrée (800x800px).

source: Click or drag to upload photo
de: Klicke oder ziehe ein Foto zum Hochladen
fr: Clique ou glisse pour télécharger une photo

source: Chapter 3: Photo Slideshow
de: Schritt 3: Fotos gespeichert
fr: Chapitre 3 : Diaporama photo

source: Add up to 5 photos for a beautiful slideshow reveal. Add memories of your time together!
de: Fügen Sie bis zu 5 Fotos für eine schöne Diashow hinzu. Teilen Sie Erinnerungen an Ihre gemeinsame Zeit!
fr: Ajoutez jusqu'à 5 photos pour une belle révélation en diaporama. Ajoutez des souvenirs de votre temps ensemble !

source: Chapter 4: Video Message
de: Kapitel 4: Videonachricht
fr: Chapitre 4 : Message vidéo

source: Record a heartfelt video message. This will be revealed as the emotional finale of the journey!
de: Nimm eine herzliche Videonachricht auf. Das wird als emotionales Finale der Reise enthüllt!
fr: Enregistrez un message vidéo sincère. Ce sera la finale émotionnelle du parcours !

source: Chapter 5: Letter Music
de: Kapitel 5: Brief-Musik
fr: Chapitre 5 : Musique de la lettre

source: Add background music that plays while reading your Future Letter in Chapter 5!
de: Fügen Sie Hintergrundmusik hinzu, die beim Lesen Ihres Zukunftsbriefs in Kapitel 5 abgespielt wird!
fr: Ajoutez une musique de fond qui jouera pendant la lecture de votre Lettre du futur au Chapitre 5 !

source: Create Gift
de: Geschenk erstellen
fr: Creer le cadeau

source: Gift Expired
de: Geschenk abgelaufen
fr: Cadeau expire

source: This Gift Has Expired
de: Dieses Geschenk ist abgelaufen
fr: Ce cadeau a expire

source: Sorry, this journey gift is no longer available. The gift has expired before it could be claimed.
de: Leider ist dieses Reise-Geschenk nicht mehr verfügbar. Das Geschenk ist abgelaufen, bevor es eingelöst werden konnte.
fr: Désolé, ce cadeau de parcours n'est plus disponible. Le cadeau a expiré avant de pouvoir être revendiqué.

source: A Magical Journey Awaits
de: Eine magische Reise erwartet dich
fr: Un parcours magique t'attend

source: has created a journey for you
de: hat eine Reise für dich erstellt
fr: a cree un parcours pour toi

source: Someone special has created a magical Wonderland journey just for you. Discover puzzles, secrets, and heartfelt messages.
de: Jemand Besonderes hat eine magische Wonderland-Reise nur für Sie erstellt. Entdecken Sie Rätsel, Geheimnisse und herzliche Nachrichten.
fr: Quelqu'un de spécial a créé un parcours Wonderland magique rien que pour vous. Découvrez des puzzles, des secrets et des messages sincères.

source: A Magical Journey Awaits...
de: Eine magische Reise erwartet dich
fr: Un parcours magique t'attend...

source: has created a Wonderland journey for
de: hat eine magische Wonderland-Reise erstellt für
fr: a créé un parcours Wonderland pour

source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte?

source: Sign in
de: Anmelden
fr: Se connecter

source: 6 Magical Chapters
de: 6 Magische Kapitel
fr: 6 Chapitres Magiques

source: Puzzles, riddles, and surprises
de: Rätsel und Überraschungen
fr: Puzzles, énigmes et surprises

source: Unlock Secrets
de: Geheimnisse enthüllen
fr: Découvrir les secrets

source: Hidden messages and rewards
de: Versteckte Nachrichten und Belohnungen
fr: Messages cachés et récompenses

source: Your Story
de: Deine Geschichte
fr: Ton Histoire

source: A personalized journey ending
de: Ein personalisiertes Reiseende
fr: Une fin de parcours personnalisée

source: Your Journey Awaits
de: Deine Reise wartet
fr: Ton parcours t'attend

source: Chapter 1
de: Kapitel 1
fr: Chapitre 1

source: Down the Rabbit Hole
de: Den Kaninchenbau hinunter
fr: Dans le terrier du lapin

source: Mystery
de: Geheimnis
fr: Mystère

source: Chapter 2
de: Kapitel 2
fr: Chapitre 2

source: The Garden of Rare Flowers
de: Der Garten der seltenen Blumen
fr: Le Jardin des Fleurs Rares

source: Discovery
de: Entdeckung
fr: Découverte

source: Chapter 3
de: Kapitel 3
fr: Chapitre 3

source: The Gallery of Moments
de: Die Galerie der Momente
fr: La Galerie des Moments

source: Memories
de: Erinnerungen
fr: Souvenirs

source: Chapter 4
de: Kapitel 4
fr: Chapitre 4

source: The Carnival of Courage
de: Der Karneval des Mutes
fr: Le Carnaval du Courage

source: Adventure
de: Abenteuer
fr: Aventure

source: Chapter 5
de: Kapitel 5
fr: Chapitre 5

source: The Starlit Observatory
de: Das Sternenobservatorium
fr: L'Observatoire Étoilé

source: Dreams
de: Träume
fr: Rêves

source: Chapter 6
de: Kapitel 6
fr: Chapitre 6

source: The Door to Tomorrow
de: Die Tür nach Morgen
fr: La Porte vers Demain

source: Future
de: Zukunft
fr: Avenir

source: What awaits at the end?
de: Was erwartet dich am Ende?
fr: Qu'est-ce qui t'attend à la fin ?

source: Unlock heartfelt poems
de: Herzliche Gedichte freischalten
fr: Débloquer des poèmes sincères

source: Reveal hidden photos
de: Versteckte Fotos enthüllen
fr: Révéler des photos cachées

source: Discover personal messages
de: Persönliche Nachrichten entdecken
fr: Découvrir des messages personnels

source: Earn your Journey Certificate
de: Dein Reise-Zertifikat verdienen
fr: Gagner ton certificat de parcours

source: Free to join, takes only 2 minutes
de: Kostenlos und dauert nur 2 Minuten
fr: Gratuit et ne prend que 2 minutes

source: Your Sent Gifts
de: Deine gesendeten Geschenke
fr: Tes cadeaux envoyes

source: Track the journeys you've created for others
de: Verfolge die Reisen, die du für andere erstellt hast
fr: Suis les parcours que tu as crees pour les autres

source: For:
de: Für:
fr: Pour :

source: Created:
de: Erstellt:
fr: Cree :

source: Claimed:
de: Eingelöst:
fr: Revendique :

source: View QR Code
de: QR-Code ansehen
fr: Voir le code QR

source: You haven't created any gifts yet.
de: Du hast noch keine Geschenke erstellt.
fr: Tu n'as pas encore cree de cadeau.

source: Create Your First Gift
de: Dein erstes Geschenk erstellen
fr: Creer ton premier cadeau

source: Create Another Gift
de: Noch ein Geschenk erstellen
fr: Creer un autre cadeau

source: Gift Created!
de: Geschenk erstellt!
fr: Cadeau cree !

source: Your Gift is Ready!
de: Dein Geschenk ist bereit!
fr: Ton cadeau est pret !

source: Share this magical journey with
de: Teile diesen QR-Code mit
fr: Partage ce parcours magique avec

source: Gift QR Code
de: Geschenk QR-Code
fr: Code QR du cadeau

source: Gift Code
de: Geschenk-Code
fr: Code du cadeau

source: Share Your Gift
de: Teilen Sie Ihre Erfahrung
fr: Partage ton cadeau

source: Download QR
de: QR-Code herunterladen
fr: Télécharger le QR

source: More Options...
de: Mystery-Option
fr: Plus d'options...

source: Direct Link
de: Direktlink
fr: Lien direct

source: View All Gifts
de: Alle Geschenke ansehen
fr: Voir tous les cadeaux

source: When they scan the QR code or click the link, they'll see your personalized message and can begin their Wonderland journey!
de: Wenn sie den QR-Code scannen, sehen sie Ihre persönliche Nachricht und können ihre Wonderland-Reise beginnen!
fr: Quand ils scannent le code QR ou cliquent sur le lien, ils verront votre message personnalisé et pourront commencer leur parcours Wonderland !

source: Your personalized adventure awaits
de: Dein persönliches Abenteuer wartet
fr: Ton aventure personnalisée t'attend

source: Journey progress
de: Reise-Fortschritt
fr: Progression du parcours

source: Current Chapter
de: Aktuelles Kapitel
fr: Chapitre actuel

source: Journey chapters
de: Reise-Kapitel
fr: Chapitres du parcours

source: Locked
de: 🔒 Gesperrt
fr: Verrouillé

source: Chapter %(num)s
de: Kapitel %(num)s
fr: Chapitre %(num)s

source: %(points)s points earned
de: %(points)s Punkte verdient
fr: %(points)s points gagnés

source: Revisit Chapter
de: 💕 Kapitel noch einmal besuchen
fr: Revisiter le chapitre

source: Continue Journey
de: 💖 Reise fortsetzen
fr: Continuer le parcours

source: Start Chapter
de: ✨ Kapitel starten
fr: Commencer le chapitre

source: Journey Complete!
de: Reise abgeschlossen
fr: Parcours terminé !

source: You've conquered all %(chapters)s chapters!
de: Du hast alle %(chapters)s-Kapitel gemeistert!
fr: Tu as conquis tous les %(chapters)s chapitres !

source: View Your Certificate
de: Dein Zertifikat ansehen
fr: Voir ton certificat

source: Your Special Journeys
de: Deine besonderen Reisen
fr: Tes parcours speciaux

source: Back to Welcome
de: Zurück zum Willkommen
fr: Retour à la connexion

source: Choose your adventure, %(name)s
de: Wähle dein Abenteuer, %(name)s
fr: Choisis ton aventure, %(name)s

source: New Adventure
de: Neues Abenteuer
fr: Voir l'événement

source: View Again
de: Erneut ansehen
fr: Voir les détails

source: Begin Journey
de: Reise beginnen
fr: Votre Parcours Vinicole

source: Already Completed!
de: Bereits abgeschlossen!
fr: Terminé

source: You already completed this challenge and earned <strong>%(points)s points</strong>.
de: Sie haben diese Herausforderung bereits abgeschlossen und <strong>%(points)s Punkte</strong> verdient.
fr: Vous avez déjà terminé ce défi et gagné <strong>%(points)s points</strong>.

source: Back to Chapter
de: Zurück zum Kapitel
fr: Retour au chapitre

source: Need help? Use hints (costs points)
de: Brauchen Sie Hilfe? Nutzungshinweise (Kostenpunkte)
fr: Besoin d'aide ? Utilise des indices (coûte des points)

source: Hint 1 Used
de: Hinweis 1
fr: Indice 1 utilisé

source: Hint 1 (-%(cost)s pts)
de: 💡 Hinweis 1 (-%(cost)s Punkte)
fr: Indice 1 (-%(cost)s pts)

source: Hint 2 Used
de: Hinweis 2
fr: Indice 2 utilisé

source: Hint 2 (-%(cost)s pts)
de: 💡 Hinweis 2 (-%(cost)s Punkte)
fr: Indice 2 (-%(cost)s pts)

source: Hint 3 Used
de: Hinweis 3
fr: Indice 3 utilisé
