Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: You can choose to display your full name or first name only
de: Du kannst wählen, ob du deinen vollständigen Namen oder nur deinen Vornamen anzeigst
fr: Tu peux choisir d'afficher ton nom complet ou uniquement ton prénom

source: You can choose to display your exact age or age range
de: Du kannst wählen, ob du dein genaues Alter oder eine Altersgruppe anzeigst
fr: Tu peux choisir d'afficher ton âge exact ou une tranche d'âge

source: You can choose to blur your photos until mutual interest
de: Verwische meine Fotos bis zum gegenseitigen Interesse
fr: Flouter mes photos jusqu'à intérêt mutuel

source: 4.3 Service Providers
de: Service Worker
fr: Service Worker

source: We share information with trusted third-party service providers who assist us in:
de: Wir teilen Informationen mit vertrauenswürdigen Drittanbieter-Dienstleistern, die uns unterstützen bei:
fr: Nous partageons des informations avec des prestataires de services tiers de confiance qui nous aident pour :

source: Hosting and storage (Microsoft Azure)
de: Hosting und Speicherung (Microsoft Azure)
fr: Hébergement et stockage (Microsoft Azure)

source: Email delivery (Microsoft Graph API)
de: E-Mail-Zustellung (Microsoft Graph API)
fr: Livraison d'emails (Microsoft Graph API)

source: Payment processing (if applicable)
de: Zahlungsabwicklung (falls zutreffend)
fr: Traitement des paiements (le cas échéant)

source: 4.4 Legal Requirements
de: Voraussetzungen
fr: Exigences

source: We may disclose your information if required by law, court order, or to protect the rights, property, or safety of Crush.lu, our users, or others.
de: Wir können deine Informationen offenlegen, wenn dies gesetzlich vorgeschrieben ist, durch Gerichtsbeschluss erforderlich ist oder um die Rechte, das Eigentum oder die Sicherheit von Crush.lu, unseren Nutzern oder anderen zu schützen.
fr: Nous pouvons divulguer tes informations si la loi l'exige, par ordonnance judiciaire, ou pour protéger les droits, la propriété ou la sécurité de Crush.lu, de nos utilisateurs ou d'autres personnes.

source: 5. Data Storage and Security
de: 5. Datenspeicherung und Sicherheit
fr: 5. Stockage et sécurité des données

source: Your data is stored securely using industry-standard practices:
de: Deine Daten werden sicher nach Industriestandards gespeichert:
fr: Tes données sont stockées en toute sécurité selon les pratiques standard de l'industrie :

source: Profile Photos:
de: Profil
fr: Photo de profil

source: Stored in private Azure Blob Storage with time-limited access tokens
de: Gespeichert im privaten Azure Blob Storage mit zeitlich begrenzten Zugriffs-Tokens
fr: Stockées dans Azure Blob Storage privé avec des jetons d'accès à durée limitée

source: Database:
de: Datenbank:
fr: Base de données :

source: Encrypted PostgreSQL database hosted on Azure
de: Verschlüsselte PostgreSQL-Datenbank gehostet auf Azure
fr: Base de données PostgreSQL chiffrée hébergée sur Azure

source: All data transmitted over HTTPS with SSL/TLS encryption
de: Alle Daten werden über HTTPS mit SSL/TLS-Verschlüsselung übertragen
fr: Toutes les données transmises via HTTPS avec chiffrement SSL/TLS

source: Access Control:
de: Zugriff:
fr: Accepter

source: Strict access controls limit who can view your information
de: Kontrolliere, wer deine Informationen sehen kann
fr: Contrôle qui peut voir tes informations

source: 6. Your Privacy Rights
de: Ihre Privatsphäre ist wichtig
fr: Votre vie privée compte

source: Under GDPR and Luxembourg data protection laws, you have the right to:
de: Gemäß DSGVO und luxemburgischen Datenschutzgesetzen hast du das Recht, die Löschung deiner personenbezogenen Daten zu beantragen.
fr: Conformément au RGPD et aux lois luxembourgeoises sur la protection des données, vous avez le droit de demander la suppression de vos données personnelles.

source: Request a copy of your personal data
de: Fordere eine Kopie deiner Daten an (sende eine E-Mail an privacy@crush.lu)
fr: Demander une copie de tes données personnelles

source: Correct inaccurate or incomplete information
de: Kern-Profilinformationen
fr: Informations principales du profil

source: Erasure:
de: Löschung:
fr: Effacement :

source: Request deletion of your personal data (see Data Deletion page)
de: Löschung deiner persönlichen Daten beantragen (siehe Datenlöschungsseite)
fr: Demander la suppression de tes données personnelles (voir page de suppression de données)

source: Limit how we use your data
de: Beschränke, wie wir deine Daten verarbeiten
fr: Limiter la façon dont nous utilisons tes données

source: Object to certain processing of your data
de: Widersprich bestimmten Arten der Datenverarbeitung
fr: T'opposer à certains traitements de tes données

source: Withdraw Consent:
de: Zustimmung geben
fr: Donner mon consentement

source: Withdraw consent for data processing at any time
de: Zustimmung zur Datenverarbeitung jederzeit widerrufen
fr: Retirer le consentement au traitement des données à tout moment

source: 7. Data Retention
de: Datenlöschung
fr: Suppression des données

source: Active Accounts:
de: Konto deaktivieren:
fr: Créer un compte

source: We retain your information while your account is active
de: Korrigiere ungenaue Informationen (bearbeite in den Kontoeinstellungen)
fr: Nous conservons tes informations tant que ton compte est actif

source: Deleted Accounts:
de: Konto löschen
fr: Supprimer le compte

source: Most data is deleted within 30 days of account deletion
de: Die meisten Daten werden innerhalb von 30 Tagen nach Kontolöschung gelöscht
fr: La plupart des données sont supprimées dans les 30 jours suivant la suppression du compte

source: Legal Obligations:
de: Spezialisierungen
fr: Vos spécialisations

source: Some data may be retained longer for legal compliance
de: Einige Daten können länger zur Einhaltung gesetzlicher Vorschriften aufbewahrt werden
fr: Certaines données peuvent être conservées plus longtemps pour la conformité légale

source: Event Records:
de: Event-Teilnehmer ansehen
fr: Historique de participation aux événements :

source: Event attendance records may be retained for safety and operational purposes
de: Event-Teilnahmeprotokolle können aus Sicherheits- und Betriebsgründen aufbewahrt werden
fr: Les registres de participation aux événements peuvent être conservés pour des raisons de sécurité et opérationnelles

source: 8. Cookies and Tracking
de: 8. Cookies und Tracking
fr: 8. Cookies et suivi

source: We use cookies for:
de: Wir verwenden Cookies für:
fr: Nous utilisons des cookies pour :

source: Essential Cookies:
de: Notwendige Cookies:
fr: Cookies essentiels :

source: Required for authentication and core functionality
de: Erforderlich für Coach-Screening und Veranstaltungskoordination
fr: Requis pour le dépistage des coachs et la coordination des événements

source: Preference Cookies:
de: Einstellungen speichern
fr: Enregistrer les préférences

source: Remember your settings and choices
de: Merken deiner Einstellungen und Auswahlen
fr: Mémoriser tes paramètres et choix

source: Analytics:
de: Anonymisierte Analysen
fr: Analytiques :

source: Understand how users interact with our platform (anonymized)
de: Verstehen, wie Nutzer mit unserer Plattform interagieren (anonymisiert)
fr: Comprendre comment les utilisateurs interagissent avec notre plateforme (anonymisé)

source: You can control cookies through your browser settings.
de: Du kannst Cookies über deine Browser-Einstellungen steuern.
fr: Tu peux contrôler les cookies via les paramètres de ton navigateur.

source: 9. Children's Privacy
de: 9. Datenschutz für Kinder
fr: 9. Confidentialité des enfants

source: Crush.lu is intended for users 18 years and older. We do not knowingly collect information from anyone under 18. If you become aware that a child has provided us with personal information, please contact us immediately.
de: Crush.lu ist für Nutzer ab 18 Jahren bestimmt. Wir erfassen wissentlich keine Informationen von Personen unter 18 Jahren. Wenn du feststellst, dass ein Kind uns persönliche Informationen zur Verfügung gestellt hat, kontaktiere uns bitte sofort.
fr: Crush.lu est destiné aux utilisateurs de 18 ans et plus. Nous ne collectons pas sciemment d'informations de personnes de moins de 18 ans. Si tu découvres qu'un enfant nous a fourni des informations personnelles, contacte-nous immédiatement.

source: 10. Changes to This Privacy Policy
de: 10. Änderungen dieser Datenschutzerklärung
fr: 10. Modifications de cette politique de confidentialité

source: We may update this Privacy Policy from time to time. We will notify you of any significant changes by posting the new Privacy Policy on this page and updating the \
de: Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren. Wir werden dich über wesentliche Änderungen informieren, indem wir die neue Datenschutzerklärung auf dieser Seite veröffentlichen und das \
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps en temps. Nous te notifierons de tout changement significatif en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour le \

source: 11. International Data Transfers
de: 11. Internationale Datenübertragungen
fr: 11. Transferts internationaux de données

source: Your data is processed and stored in the European Economic Area (EEA) on Microsoft Azure servers. If data is transferred outside the EEA, we ensure appropriate safeguards are in place.
de: Deine Daten werden im Europäischen Wirtschaftsraum (EWR) auf Microsoft Azure-Servern verarbeitet und gespeichert. Wenn Daten außerhalb des EWR übertragen werden, stellen wir sicher, dass angemessene Schutzmaßnahmen vorhanden sind.
fr: Tes données sont traitées et stockées dans l'Espace économique européen (EEE) sur des serveurs Microsoft Azure. Si les données sont transférées en dehors de l'EEE, nous veillons à ce que des garanties appropriées soient en place.

source: 12. Contact Us
de: 12. Kontakt
fr: 12. Nous contacter

source: If you have questions about this Privacy Policy or wish to exercise your rights, please contact us at:
de: Wenn du Fragen zu dieser Datenschutzerklärung hast oder deine Rechte ausüben möchtest, kontaktiere uns bitte unter:
fr: Si tu as des questions sur cette politique de confidentialité ou si tu souhaites exercer tes droits, contacte-nous à :

source: Address:
de: Zugriff:
fr: Accepter

source: Crush.lu, Luxembourg
de: Warum Luxemburg?
fr: Pourquoi le Luxembourg ?

source: By using Crush.lu, you agree to this Privacy Policy and our
de: Durch die Nutzung von Crush.lu stimmst du dieser Datenschutzerklärung und unseren
fr: En utilisant Crush.lu, tu acceptes cette politique de confidentialité et nos

source: Profile Submitted - Crush.lu
de: Profil eingereicht - Crush.lu
fr: Profil soumis

source: Profile Under Review
de: Profil in Prüfung
fr: Profil en cours d'examen

source: Your profile is currently being reviewed by our Crush Coaches.
de: Dein Profil wird derzeit von unseren Crush Coaches geprüft.
fr: Votre profil est en cours de révision par nos Crush Coaches.

source: Current Status:
de: Aktueller Status:
fr: Vos statistiques

source: %(time)s ago
de: Vor %(time)s
fr: Il y a %(time)s

source: Assigned Coach:
de: Zugewiesener Trainer:
fr: Coach assigné :

source: Your assigned Crush Coach will review your profile
de: Dein zugewiesener Crush Coach wird dein Profil überprüfen
fr: Ton Crush Coach assigné va examiner ton profil

source: You'll receive feedback within 24-48 hours
de: Du erhältst innerhalb von 24-48 Stunden Feedback
fr: Un Crush Coach vérifie votre profil et vous donne son avis dans les24 à 48 heures.

source: You cannot edit your profile while it's under review. If you need to make changes, please wait for the review to complete.
de: Sie können Ihr Profil nicht bearbeiten, während es überprüft wird. Wenn Sie Änderungen vornehmen möchten, warten Sie bitte, bis die Überprüfung abgeschlossen ist.
fr: Vous ne pouvez pas modifier votre profil pendant qu'il est en cours d'examen. Si vous devez faire des changements, attendez que l'examen soit terminé.

source: Congratulations! Your profile has been approved by our coaches.
de: Glückwunsch! Dein Profil wurde von unseren Coaches genehmigt.
fr: Votre profil doit être approuvé avant de pouvoir être modifié.

source: You can now register for events and start making connections!
de: Du kannst dich jetzt für Events anmelden und Verbindungen knüpfen!
fr: Tu peux maintenant t'inscrire aux événements et commencer à créer des connexions !

source: Your profile needs some updates before it can be approved.
de: Dein Profil benötigt einige Aktualisierungen, bevor es genehmigtwerden kann.
fr: Votre profil doit être approuvé avant de pouvoir être modifié.

source: Coach Feedback:
fr: Commentaires :

source: Update Your Profile
de: Dein Profil aktualisieren
fr: Créez votre profil

source: Next Steps:
de: Nächste Schritte:
fr: Prochaines étapes :

source: Profile Submitted Successfully!
de: Profil erfolgreich eingereicht!
fr: Profil mis à jour avec succès !

source: Your profile has been submitted for review by our Crush Coaches.
de: Dein Profil wurde zur Prüfung durch unsere Crush Coaches eingereicht.
fr: Votre profil a été soumis pour révision par nos Crush Coaches.

source: Your Crush Coach
de: Dein Crush Coach
fr: Rencontrez votre Coach

source: While You Wait: Your Love Story Awaits
de: Während du wartest: Deine Liebesgeschichte wartet auf dich
fr: Pendant que tu attends : ton histoire d'amour t'attend

source: See what amazing connections are possible on Crush.lu!
de: Schau dir an, welche tollen Verbindungen auf Crush.lu möglich sind!
fr: Découvre les connexions incroyables possibles sur Crush.lu !

source: Your Perfect Match Is Worth The Effort
de: Dein perfektes Match ist die Mühe wert
fr: Ton match parfait vaut tous les efforts

source: Update your profile and get one step closer to your happily ever after!
de: Aktualisiere dein Profil und komme deinem Happy End einen Schritt näher!
fr: Complète ton profil et rapproche-toi d'un pas de ton bonheur !

source: Almost There! Your Story Is About To Begin
de: Fast geschafft! Deine Geschichte beginnt gleich
fr: Presque là ! Ton histoire va commencer

source: Complete your screening call and unlock amazing connections!
de: Schließe dein Kennenlern-Gespräch ab und entdecke tolle Verbindungen!
fr: Complète ton appel de présélection et débloque des connexions incroyables !

source: Browse Events (while you wait)
de: Events durchsuchen (während du wartest)
fr: Parcourir les événements

source: Fast Track Verification
fr: Vérification accélérée

source: LuxID Verified Account - Expedited Approval Process
fr: Compte vérifié LuxID - Processus d'approbation accéléré

source: Screening Call Waived
fr: Appel de vérification annulé

source: Fast Track Approval with LuxID
de: Schnelle Freigabe mit LuxID
fr: Approbation accélérée avec LuxID

source: Because you verified your identity through LuxID, we can skip the screening call and expedite your approval process.
de: Da du deine Identität über LuxID verifiziert hast, können wir das Screening-Gespräch überspringen und deinen Freigabeprozess beschleunigen.
fr: Parce que tu as vérifié ton identité via LuxID, nous pouvons sauter l'appel de vérification et accélérer ton processus d'approbation.

source: No Call Needed
de: Kein Anruf nötig
fr: Aucun appel nécessaire

source: Skip 10-20 min interview
de: Überspringe 10-20 Min. Interview
fr: Saute l'interview de 10-20 min

source: No Phone Required
de: Kein Telefon erforderlich
fr: Aucun téléphone requis

source: No SMS verification
de: Keine SMS-Verifizierung
fr: Aucune vérification SMS

source: 50%% Faster
fr: 50%% plus rapide

source: Luxembourg identity
fr: Identité luxembourgeoise

source: Screening call WAIVED
fr: Appel de vérification ANNULÉ ⚡

source: LuxID verification allows us to skip the 10-20 minute screening interview and phone verification
de: Die LuxID-Verifizierung ermöglicht es uns, das 10-20-minütige Screening-Interview und die Telefonverifizierung zu überspringen
fr: La vérification LuxID nous permet de sauter l'interview de vérification de 10-20 minutes et la vérification téléphonique

source: You'll receive feedback within 12-24 hours
fr: Tu recevras des commentaires dans les 12-24 heures

source: 50%% faster
fr: 50%% plus rapide

source: Time Savings with LuxID
fr: Gain de temps avec LuxID

source: Standard Process
fr: Processus standard

source: Profile review
fr: Examen du profil

source: 10-20 min screening call
de: 10-20 Min. Screening-Gespräch
fr: Appel de vérification de 10-20 min

source: Phone verification (SMS)
de: Telefonverifizierung (SMS)
fr: Vérification téléphonique (SMS)

source: Final approval
fr: Approbation finale

source: LuxID Fast Track
fr: LuxID Voie rapide

source: Screening call skipped
fr: Appel de vérification sauté

source: Phone verification skipped
de: Telefonverifizierung übersprungen
fr: Vérification téléphonique sautée

source: Save 10-20 minutes + No phone verification + 50%% faster approval
de: Spare 10-20 Minuten + Keine Telefonverifizierung + 50%% schnellere Freigabe
fr: Économise 10-20 minutes + Aucune vérification téléphonique + Validation 50%% plus rapide

source: This is a demonstration template showing potential LuxID integration benefits. LuxID integration is not yet implemented in production.
fr: Ceci est un modèle de démonstration montrant les avantages potentiels de l'intégration LuxID. L'intégration LuxID n'est pas encore implémentée en production.

source: PWA Debug
fr: Débogage PWA

source: PWA Debug Panel
fr: Panneau de débogage PWA

source: Staff-only diagnostics for Crush.lu Progressive Web App
de: Nur für Mitarbeiter: Diagnose für die Crush.lu Progressive Web App
fr: Diagnostics réservés au personnel pour l'application Web progressive Crush.lu

source: Expected Version
de: Erwartete Version
fr: Version attendue

source: Scope
de: Bereich
fr: Portée

source: Script URL
de: Skript-URL
fr: URL du script

source: Check for Update
de: Auf Updates prüfen
fr: Vérifier les mises à jour

source: Force Activate Waiting
de: Wartenden Worker aktivieren
fr: Forcer l'activation en attente

source: Unregister SW
de: SW deregistrieren
fr: Désinscrire SW

source: Network Status
de: Netzwerkstatus
fr: État du réseau

source: Online
fr: En ligne

source: Connection Type
de: Verbindungstyp
fr: Type de connexion

source: Effective Type
de: Effektiver Typ
fr: Type effectif

source: Display Mode
de: Anzeigemodus
fr: Mode d'affichage

source: Current Mode
de: Aktuell
fr: Mode actuel

source: Standalone
de: Eigenständig
fr: Autonome

source: PWA Installed
de: App installiert!
fr: PWA installée

source: Cache Storage
de: Cache-Speicher
fr: Stockage en cache

source: Cache Count
de: Konto erstellen
fr: Nombre de caches

source: Refresh List
de: Liste aktualisieren
fr: Actualiser la liste

source: Clear All Caches
de: Alle Caches löschen
fr: Effacer tous les caches

source: Service Worker Log
de: Service-Worker-Protokoll
fr: Journal du Service Worker

source: Waiting for service worker messages...
de: Warten auf den Beginn der Präsentationen...
fr: En attente des messages du service worker...

source: Clear Log
de: Protokoll löschen
fr: Effacer le journal

source: System Info
de: Systeminformationen
fr: Informations système

source: User Agent
de: Benutzeraktivität
fr: Agent utilisateur

source: Platform
de: Plattform
fr: Plateforme

source: Page Load Time
de: Datum und Uhrzeit
fr: Temps de chargement de la page

source: Request Connection 💕
de: Verbindung anfragen 💕
fr: Nouvelles connexions

source: Set Password - Crush.lu
de: Dashboard - Crush.lu
fr: Tableau de bord - Crush.lu

source: Set a Password
de: Passwort festlegen
fr: Définir le mot de passe

source: Why set a password?
de: Passwort festlegen
fr: Définir le mot de passe

source: You signed up with
de: Oder melden Sie sich per E-Mail an
fr: Ou inscris-toi avec ton email

source: Setting a password lets you also log in with your email (<strong>%(email)s</strong>) directly, giving you a backup login method.
de: Sie können ein Passwort festlegen, um sich zusätzlich zu Ihren Social-Media-Konten mit Ihrer E-Mail (%(email)s) anzumelden.
fr: Vous pouvez définir un mot de passe pour permettre la connexion avec votre e-mail (%(email)s) en plus de vos comptes sociaux.

source: Back to Settings
de: Zurück zu Verbindungen
fr: Retour aux connexions

source: Your password is securely encrypted
de: Dein Passwort ist sicher verschlüsselt
fr: Ton mot de passe est chiffré de manière sécurisée

source: Sign Up - Crush.lu
de: Anmelden – Crush.lu
fr: Inscription - Crush.lu

source: Join Crush.lu
de: Bei Crush.lu anmelden
fr: Rejoindre Crush.lu

source: Create your account to start meeting new people
de: Erstelle dein Konto, um neue Menschen kennenzulernen
fr: Crée ton compte pour commencer à rencontrer de nouvelles personnes

source: Sign up with Google
de: Mit Google anmelden
fr: S'inscrire avec Google

source: Sign up with Facebook
de: Melden Sie sich bei Facebook an
fr: S'inscrire avec Facebook

source: Sign up with Microsoft
de: Melden Sie sich bei Microsoft an
fr: S'inscrire avec Microsoft

source: Or sign up with email
de: Oder melden Sie sich per E-Mail an
fr: Ou inscris-toi avec ton email

source: Your password must contain at least 8 characters.
de: Ihr Passwort muss mindestens 8 Zeichen enthalten.
fr: Votre mot de passe doit contenir au moins 8 caractères.

source: VIP EXPERIENCE
de: VIP-ERLEBNIS
fr: EXPÉRIENCE VIP

source: Begin Your Journey
de: Beginne deine Reise
fr: Commence ton parcours

source: Terms of Service - Crush.lu
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Crush.lu Terms of Service - Read our terms and conditions for using Luxembourg's privacy-first dating platform. Fair and transparent policies for all members.
de: Crush.lu Nutzungsbedingungen - Lies unsere Geschäftsbedingungen für die Nutzung von Luxemburgs privatsphäre-orientierter Dating-Plattform. Faire und transparente Richtlinien für alle Mitglieder.
fr: Conditions d'utilisation Crush.lu - Lis nos termes et conditions pour utiliser la plateforme de rencontres luxembourgeoise axée sur la confidentialité. Politiques équitables et transparentes pour tous les membres.

source: 1. Acceptance of Terms
de: 1. Akzeptanz der Bedingungen
fr: 1. Acceptation des conditions

source: By creating an account and using Crush.lu (\
de: Durch das Erstellen eines Kontos und die Nutzung von Crush.lu (\
fr: En créant un compte et en utilisant Crush.lu (\

source: 2. Eligibility
de: 2. Berechtigung
fr: 2. Éligibilité

source: You must be at least 18 years old to use Crush.lu. By creating an account, you represent and warrant that:
de: Du musst mindestens 18 Jahre alt sein, um Crush.lu zu nutzen. Durch das Erstellen eines Kontos versicherst und garantierst du, dass:
fr: Tu dois avoir au moins 18 ans pour utiliser Crush.lu. En créant un compte, tu déclares et garantis que :

source: You are at least 18 years of age
de: Sie müssen mindestens 18 Jahre alt sein, um Crush.lu beizutreten
fr: Vous devez avoir au moins 18 ans pour rejoindre Crush.lu

source: You are legally able to enter into a binding contract
de: Du rechtlich in der Lage bist, einen verbindlichen Vertrag abzuschließen
fr: Tu es légalement capable de conclure un contrat contraignant

source: You are not prohibited from using the Platform under Luxembourg or EU law
de: Du nicht daran gehindert bist, die Plattform gemäß luxemburgischem oder EU-Recht zu nutzen
fr: Tu n'es pas interdit d'utiliser la plateforme en vertu de la loi luxembourgeoise ou de l'UE

source: You will comply with these Terms and all applicable laws
de: Du diese Bedingungen und alle geltenden Gesetze einhältst
fr: Tu respecteras ces conditions et toutes les lois applicables
