Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Google Wallet object ID
de: Google Wallet Objekt-ID
fr: ID d'objet Google Wallet

source: Show profile photo on wallet card
de: Profilfoto auf Wallet-Karte anzeigen
fr: Afficher la photo de profil sur la carte portefeuille

source: Microsoft Graph contact ID for Outlook sync
de: Microsoft Graph Kontakt-ID für Outlook-Synchronisation
fr: ID de contact Microsoft Graph pour la synchronisation Outlook

source: Basic
fr: Infos de base

source: Silver
de: Silber
fr: Argent

source: Gold
fr: Or

source: Points earned from referrals
de: Durch Empfehlungen verdiente Punkte
fr: Points gagnés grâce aux parrainages

source: Membership tier based on referral activity
de: Mitgliedschaftsstufe basierend auf Empfehlungsaktivität
fr: Niveau d'adhésion basé sur l'activité de parrainage

source: Gender
de: Geschlecht
fr: Genre

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone

source: Phone Verification
de: Telefonverifizierung erforderlich!
fr: Vérification téléphonique

source: Location
de: Standort
fr: Localisation

source: Interests
de: Interessen
fr: Centres d'intérêt

source: Profile Photo
de: Profil
fr: Photo de profil

source: Pending Review
de: Prüfung ausstehend
fr: En attente d'examen

source: Approved
de: Genehmigt
fr: Approuvé

source: Rejected
de: Abgelehnt
fr: Rejeté

source: Needs Revision
de: Überarbeitung erforderlich
fr: Nécessite une révision

source: Recontact Coach Required
de: Erneuter Coach-Kontakt erforderlich
fr: Recontacter le coach requis

source: Internal notes from coach
de: Interne Notizen vom Coach
fr: Notes internes du coach

source: Feedback shown to user if revision needed
de: Feedback für Benutzer bei erforderlicher Überarbeitung
fr: Commentaires affichés à l'utilisateur si une révision est nécessaire

source: When coach completed the screening call
de: Wann Coach den Screening-Anruf abschloss
fr: Date de l'appel de vérification par le coach

source: Notes from coach's screening call during review
de: Notizen vom Screening-Anruf während der Überprüfung
fr: Notes de l'appel de vérification du coach pendant l'examen

source: Structured checklist data from screening call
de: Strukturierte Checklisten-Daten aus dem Screening-Anruf
fr: Données structurées de la liste de vérification de l'appel de présélection

source: Call Completed
de: Anruf abgeschlossen
fr: Appel terminé

source: Call Failed
de: Anruf fehlgeschlagen
fr: Appel échoué

source: No answer
de: Keine Antwort
fr: Pas de réponse

source: Voicemail left
de: Voicemail hinterlassen
fr: Message vocal laissé

source: Wrong number
de: Falsche Nummer
fr: Mauvais numéro

source: User busy
de: Benutzer beschäftigt
fr: Utilisateur occupé

source: Scheduled callback
de: Rückruf vereinbart
fr: Rappel planifié

source: Call Attempt
de: Anrufversuch
fr: Tentative d'appel

source: Call Attempts
de: Anrufversuche
fr: Tentatives d'appel

source: Onboarding Session
de: Onboarding-Sitzung
fr: Session d'accueil

source: Profile Feedback
de: Profil-Feedback
fr: Commentaires sur le profil

source: Dating Guidance
de: Dating-Beratung
fr: Conseils de rencontre

source: Follow-up
de: Nachverfolgung
fr: Suivi

source: Session notes and key points discussed
de: Sitzungsnotizen und besprochene Hauptpunkte
fr: Notes de session et points clés discutés

source: User being tracked
de: Verfolgter Benutzer
fr: Utilisateur suivi

source: Last time user made a request
de: Letzte Benutzeranfrage
fr: Dernière requête de l'utilisateur

source: Last time user accessed via PWA (standalone mode)
de: Letzter Zugriff via PWA (Standalone-Modus)
fr: Dernier accès de l'utilisateur via PWA (mode autonome)

source: Has this user ever used the installed PWA?
de: Hat dieser Benutzer jemals die PWA verwendet?
fr: Cet utilisateur a-t-il déjà utilisé la PWA installée ?

source: Total number of visits/requests
de: Gesamtzahl der Besuche/Anfragen
fr: Nombre total de visites/requêtes

source: Last time a reminder email was sent to this user
de: Letzte Erinnerungs-E-Mail an diesen Benutzer
fr: Dernier envoi d'e-mail de rappel à cet utilisateur

source: Total number of reminder emails sent to this user
de: Gesamtzahl gesendeter Erinnerungs-E-Mails
fr: Nombre total d'e-mails de rappel envoyés à cet utilisateur

source: First time user was tracked
de: Erste Benutzerverfolgung
fr: Première fois que l'utilisateur a été suivi

source: User Activity
de: Benutzeraktivität
fr: Activité de l'utilisateur

source: User Activities
de: Benutzeraktivitäten
fr: Activités des utilisateurs

source: Unknown
de: Unbekannt
fr: Inconnu

source: Tablet
fr: Tablette

source: Desktop
fr: Ordinateur

source: User who installed the PWA
de: Benutzer, der die PWA installiert hat
fr: Utilisateur qui a installé la PWA

source: Stable browser fingerprint for device identification
de: Stabiler Browser-Fingerprint zur Geräteidentifikation
fr: Empreinte de navigateur stable pour l'identification de l'appareil

source: Operating system type
de: Betriebssystemtyp
fr: Type de système d'exploitation

source: Device form factor (phone, tablet, desktop)
de: Geräte-Formfaktor (Telefon, Tablet, Desktop)
fr: Format de l'appareil (téléphone, tablette, ordinateur)

source: Combined category like 'Android Phone', 'Windows Desktop'
de: Kombinierte Kategorie wie 'Android Phone', 'Windows Desktop'
fr: Catégorie combinée comme 'Téléphone Android', 'Ordinateur Windows'

source: Browser name (Chrome, Safari, Edge, etc.)
de: Browsername (Chrome, Safari, Edge usw.)
fr: Nom du navigateur (Chrome, Safari, Edge, etc.)

source: Full user agent string
de: Vollständiger User-Agent-String
fr: Chaîne complète de l'agent utilisateur

source: When PWA was first installed on this device
de: Wann PWA erstmals auf diesem Gerät installiert wurde
fr: Date de la première installation de la PWA sur cet appareil

source: Last time PWA was used on this device
de: Letzte PWA-Nutzung auf diesem Gerät
fr: Dernière utilisation de la PWA sur cet appareil

source: PWA Device Installation
de: PWA-Geräteinstallation
fr: Installation PWA de l'appareil

source: PWA Device Installations
de: PWA-Geräteinstallationen
fr: Installations PWA des appareils

source: User who owns this push subscription
de: Benutzer des Push-Abonnements
fr: Utilisateur propriétaire de cet abonnement push

source: Push service endpoint URL
de: Push-Service-Endpunkt-URL
fr: URL du point de terminaison du service push

source: Public key for encryption (p256dh)
de: Öffentlicher Schlüssel für Verschlüsselung (p256dh)
fr: Clé publique pour le chiffrement (p256dh)

source: Authentication secret (auth)
de: Authentifizierungsgeheimnis (auth)
fr: Secret d'authentification (auth)

source: Browser user agent string
fr: Chaîne de l'agent utilisateur du navigateur

source: Friendly device name (e.g., 'Android Chrome', 'iPhone Safari')
de: Benutzerfreundlicher Gerätename (z.B. 'Android Chrome', 'iPhone Safari')
fr: Nom convivial de l'appareil (p.ex. 'Android Chrome', 'iPhone Safari')

source: Browser fingerprint hash for stable device identification across sessions
de: Browser-Fingerprint-Hash für stabile Geräteidentifikation über Sitzungen hinweg
fr: Empreinte de navigateur pour l'identification stable de l'appareil entre les sessions

source: User can disable notifications without unsubscribing
de: Benutzer kann Benachrichtigungen ohne Abmeldung deaktivieren
fr: L'utilisateur peut désactiver les notifications sans se désabonner

source: Notify about new connection messages
de: Über neue Verbindungsnachrichten benachrichtigen
fr: Notifier des nouveaux messages de connexion

source: Notify about upcoming events
de: Über bevorstehende Events benachrichtigen
fr: Notifier des événements à venir

source: Notify about new connection requests
de: Über neue Verbindungsanfragen benachrichtigen
fr: Notifier des nouvelles demandes de connexion

source: Notify about profile approval status
de: Über Profilgenehmigungsstatus benachrichtigen
fr: Notifier du statut d'approbation du profil

source: Last time a notification was successfully sent
de: Letzte erfolgreiche Benachrichtigungszustellung
fr: Dernier envoi réussi d'une notification

source: Number of consecutive failed deliveries (auto-delete after threshold)
de: Anzahl aufeinanderfolgender fehlgeschlagener Zustellungen
fr: Nombre d'échecs de livraison consécutifs (suppression auto après le seuil)

source: Push Notification Subscription
de: Push-Benachrichtigungs-Abonnement
fr: Abonnement aux notifications push

source: Push Notification Subscriptions
de: Push-Benachrichtigungs-Abonnements
fr: Abonnements aux notifications push

source: User who owns these email preferences
de: Benutzer dieser E-Mail-Einstellungen
fr: Utilisateur propriétaire de ces préférences email

source: Secure token for one-click unsubscribe links
de: Sicherer Token für Ein-Klick-Abmeldelinks
fr: Jeton sécurisé pour les liens de désabonnement en un clic

source: Emails about profile approval, revision requests
de: E-Mails über Profilgenehmigung, Überarbeitungsanfragen
fr: Emails concernant l'approbation du profil, demandes de révision

source: Reminders about upcoming events you're registered for
de: Erinnerungen an kommende Events, für die du angemeldet bist
fr: Rappels concernant les événements à venir

source: Notifications about new connection requests
de: Benachrichtigungen über neue Verbindungsanfragen
fr: Nouvelle demande de connexion !

source: Notifications about new messages from connections
de: Benachrichtigungen über neue Nachrichten von Verbindungen
fr: Soyez notifié des événements, messages et connexions

source: Marketing emails, newsletters, promotions (requires explicit opt-in)
de: Marketing-E-Mails, Newsletter, Werbeaktionen (erfordert explizite Einwilligung)
fr: E-mails marketing, newsletters, promotions (nécessite un consentementexplicite)

source: User has unsubscribed from ALL emails
de: Benutzer hat ALLE E-Mails abbestellt
fr: L'utilisateur s'est désabonné de TOUS les e-mails

source: Email Preference
de: E-Mail-Einstellung
fr: Préférence email

source: Email Preferences
de: E-Mail-Einstellungen
fr: Préférences email

source: Coach who owns this push subscription
de: Coach des Push-Abonnements
fr: Coach propriétaire de cet abonnement push

source: Coach can disable notifications without unsubscribing
de: Coach kann Benachrichtigungen ohne Abmeldung deaktivieren
fr: Le coach peut désactiver les notifications sans se désabonner

source: Notify when new profile is assigned for review
de: Benachrichtigen bei neuem Profil zur Überprüfung
fr: Notifier lorsqu'un nouveau profil est assigné pour examen

source: Notify about pending screening calls
de: Über ausstehende Screening-Anrufe benachrichtigen
fr: Notifier des appels de vérification en attente

source: Notify when user submits revision
de: Benachrichtigen bei Benutzerüberarbeitung
fr: Notifier lorsqu'un utilisateur soumet une révision

source: Notify about system/admin messages
de: Über System-/Admin-Nachrichten benachrichtigen
fr: Notifier des messages système/admin

source: Coach Push Subscription
de: Coach-Push-Abonnement
fr: Abonnement push du coach

source: Coach Push Subscriptions
de: Coach-Push-Abonnements
fr: Abonnements push des coachs

source: 24 Hour
de: 24 Stunden
fr: 24 heures

source: 72 Hour
de: 72 Stunden
fr: 72 heures

source: 7 Day Final
de: 7 Tage endgültig
fr: 7 jours - Final

source: User who received this reminder
de: Benutzer, der diese Erinnerung erhielt
fr: Utilisateur qui a reçu ce rappel

source: Type of reminder sent
de: Art der gesendeten Erinnerung
fr: Type de rappel envoyé

source: When the reminder was sent
de: Wann die Erinnerung gesendet wurde
fr: Date d'envoi du rappel

source: Profile Reminder
de: Profil-Erinnerung
fr: Rappel de profil

source: Profile Reminders
de: Profil-Erinnerungen
fr: Rappels de profil

source: Referral Codes
de: Empfehlungscodes
fr: Codes de parrainage

source: Whether the referral reward has been applied to the referrer
de: Ob die Empfehlungsprämie dem Empfehlenden gutgeschrieben wurde
fr: Si la récompense de parrainage a été appliquée au parrain

source: When the reward was applied
de: Wann die Prämie gutgeschrieben wurde
fr: Date d'application de la récompense

source: Points awarded for this referral
de: Für diese Empfehlung vergebene Punkte
fr: Points attribués pour ce parrainage

source: Referral Attribution
de: Empfehlungszuordnung
fr: Attribution de parrainage

source: Referral Attributions
de: Empfehlungszuordnungen
fr: Attributions de parrainage

source: Event Tomorrow: %(event_title)s
de: Event morgen: %(event_title)s
fr: Événement demain : %(event_title)s

source: Don't forget! %(event_title)s starts at %(time)s. See you there!
de: Nicht vergessen! %(event_title)s beginnt um %(time)s. Bis dann!
fr: N'oubliez pas ! %(event_title)s commence à %(time)s. À bientôt !

source: New Connection Request!
de: Neue Verbindungsanfrage!
fr: Nouvelle demande de connexion !

source: %(name)s wants to connect with you!
de: %(name)s möchte sich mit dir verbinden!
fr: %(name)s veut se connecter avec vous !

source: New message from %(name)s
de: Neue Nachricht von %(name)s
fr: Nouveau message de %(name)s

source: Profile Approved!
de: Profil genehmigt!
fr: Profil approuvé !

source: Your Crush.lu profile has been approved! You can now register for events.
de: Ihr Crush.lu Profil wurde genehmigt! Sie können sich jetzt für Events anmelden.
fr: Ton profil Crush.lu a été approuvé ! Tu peux maintenant t'inscrire aux événements.

source: Profile Update Needed
de: Profilaktualisierung erforderlich
fr: Mise à jour du profil nécessaire

source: Your Crush Coach has some feedback: %(feedback)s...
de: Dein Crush Coach hat Feedback: %(feedback)s...
fr: Votre Crush Coach a des commentaires : %(feedback)s...

source: Coach Needs to Speak With You
de: Dein Coach muss mit dir sprechen
fr: Ton coach doit te parler

source: Your coach tried to reach you. Please contact them to complete your screening call.
de: Dein Coach hat versucht, dich zu erreichen. Bitte kontaktiere ihn, um deinen Screening-Anruf abzuschließen.
fr: Ton coach a essayé de te joindre. Contacte-le pour compléter ton appel de présélection.

source: Login - Crush.lu
de: Anmelden - Crush.lu
fr: Connexion - Crush.lu

source: Welcome Back!
de: Willkommen zurück!
fr: Bon retour !

source: Login to your Crush.lu account
de: Melde dich bei deinem Crush.lu-Konto an
fr: Connecte-toi à ton compte Crush.lu

source: Password
de: Passwort
fr: Mot de passe

source: Login
de: Anmelden
fr: Connexion

source: Don't have an account?
de: Hast du noch kein Konto?
fr: Tu n'as pas de compte ?

source: Sign up here
de: Hier registrieren
fr: Inscris-toi ici

source: Or continue with
de: Oder weiter mit
fr: Ou continue avec

source: Your privacy is our priority
de: Deine Privatsphäre ist unsere Priorität
fr: Ta vie privée est notre priorité

source: Crush.lu accounts are separate from other platforms
de: Crush.lu-Konten sind von anderen Plattformen getrennt
fr: Les comptes Crush.lu sont séparés des autres plateformes

source: Sign Out
de: Anmelden
fr: Se déconnecter

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Cancel
de: Abbrechen
fr: Annuler

source: Crush.lu Coach Panel
fr: Panel Coach Crush.lu

source: Coach Panel
de: Coach-Bedienfeld
fr: Panneau Coach

source: Django administration
de: Django-Verwaltung
fr: Administration Django

source: Add
de: Hinzufügen
fr: Ajouter

source: View
de: Ansehen
fr: Voir

source: Change
de: Ändern
fr: Modifier

source: You don\
de: Sie haben keine Berechtigung, etwas anzuzeigen oder zu bearbeiten.
fr: Tu n'as pas

source: Recent actions
de: Letzte Aktionen
fr: Actions récentes

source: My actions
de: Meine Aktionen
fr: Mes actions

source: None available
de: Keine verfügbar
fr: Aucun disponible

source: Unknown content
de: Unbekannter Inhalt
fr: Contenu inconnu

source: Request Sent
de: Anfrage gesendet
fr: Demande envoyée

source: Accept
de: Akzeptieren
fr: Accepter

source: Are you sure you want to decline this connection?
de: Möchtest du diese Verbindung wirklich ablehnen?
fr: Es-tu sûr de vouloir refuser cette connexion ?

source: Decline
de: Ablehnen
fr: Refuser

source: Connected!
de: Verbunden!
fr: Connecté !

source: Request Connection
de: Verbindung anfragen
fr: Demander la connexion

source: Accepted!
de: Akzeptiert!
fr: Accepté !

source: Declined
de: Abgelehnt
fr: Refusé

source: Log Failed Call Attempt
de: Fehlgeschlagenen Anrufversuch protokollieren
fr: Enregistrer la tentative d'appel échouée

source: Assigned to Coach
de: Coach zugewiesen
fr: Assigné à un coach

source: Coach Reviewing
de: Coach prüft
fr: Examen par le coach

source: Pending Your Consent
de: Wartet auf deine Zustimmung
fr: En attente de ton consentement

source: Contacts Shared!
de: Kontakte geteilt!
fr: Contacts partagés !

source: View Details
de: Details ansehen
fr: Voir les détails

source: Mutual Connection!
de: Gegenseitige Verbindung!
fr: Connexion mutuelle !

source: A coach will facilitate your intro
de: Ein Coach wird deine Vorstellung begleiten
fr: Un coach facilitera votre intro

source: Connection Accepted!
de: Verbindung akzeptiert!
fr: Connexion acceptée !

source: A coach will help facilitate your introduction with %(name)s.
de: Ein Coach wird deine Vorstellung bei %(name)s begleiten.
fr: Un coach t'aidera à faciliter ton introduction avec %(name)s.

source: Connection request declined
de: Verbindungsanfrage abgelehnt
fr: Demande de connexion refusée

source: Screening Call Required
de: Screening-Anruf erforderlich
fr: Appel de présélection requis

source: Review Decision
de: Überprüfungs-Checkliste:
fr: Décision d'examen

source: Decision
de: Version:
fr: Décision

source: Select the appropriate review outcome
de: Wähle das passende Prüfungsergebnis
fr: Sélectionner le résultat de l'examen approprié

source: Internal Notes
de: Interne Notizen...
fr: Notes internes

source: not visible to user
de: nicht sichtbar für Benutzer
fr: non visible pour l'utilisateur

source: Quick notes:
de: Schnelllinks
fr: Notes rapides :

source: ID verified
de: Nicht verifiziert
fr: Identité vérifiée

source: Photos match
de: Fotos
fr: Photos correspondent

source: Genuine
de: Authentisch
fr: Authentique

source: Suspicious
de: Verdächtig
fr: Suspect

source: Photo issues
de: Fototipps:
fr: Problèmes de photo

source: Feedback to User
de: Feedback für den Benutzer...
fr: Commentaires pour l'utilisateur

source: visible if rejected/revision
de: Profil muss überarbeitet werden
fr: visible si rejeté/révision

source: Welcome
de: Willkommenspaket
fr: Bienvenue

source: Better photo
de: Aktuelles Foto
fr: Meilleure photo

source: More bio
de: Mehr von
fr: Plus de bio

source: Submit Review
de: Bewertung einreichen
fr: Soumettre l'examen

source: Dietary Restrictions
de: Ernährungseinschränkungen
fr: Restrictions alimentaires

source: e.g., vegetarian, gluten-free
de: z.B. vegetarisch, glutenfrei
fr: p.ex. végétarien, sans gluten

source: Special Requests or Questions
de: Besondere Wünsche oder Fragen
fr: Demandes spéciales ou questions

source: Join Waitlist
de: Auf Warteliste setzen
fr: Rejoindre la liste d'attente

source: Confirm Registration
de: Anmeldung bestätigen
fr: Confirmer l'inscription

source: You're on the Waitlist!
de: Du bist auf der Warteliste!
fr: Tu es sur la liste d'attente !

source: The event is currently full, but we'll notify you if a spot opens up.
de: Das Event ist derzeit ausgebucht, aber wir benachrichtigen dich, wennein Platz frei wird.
fr: L'événement est complet pour le moment, mais on te préviendra si une place se libère.

source: You're Registered!
de: Du bist angemeldet!
fr: Tu es inscrit !

source: We've sent a confirmation email with all the event details.
de: Wir haben dir eine Bestätigungs-E-Mail mit allen Event-Detailsgesendet.
fr: On t'a envoyé un email de confirmation avec tous les détails de l'événement.

source: Go to Dashboard
de: Zum Dashboard
fr: Aller au tableau de bord

source: View Event Details
de: Event-Details ansehen
fr: Voir les détails de l'événement

source: Waiting
de: Wartet
fr: En attente

source: No location
de: Kein Standort
fr: Aucun lieu

source: Submitted
de: Eingereicht
fr: Soumis

source: ago
de: vor
fr: il y a

source: Review
de: Überprüfung
fr: Révision

source: Basic Info
de: Grundinformationen
fr: Infos de base

source: Name:
fr: Nom :

source: Age:
de: Alter:
fr: Âge :

source: years old
de: Jahre alt
fr: ans

source: Not set
de: Nicht festgelegt
fr: Non défini

source: Gender:
de: Geschlecht:
fr: Genre :

source: Location:
de: Standort:
fr: Localisation

source: Phone:
de: Telefon:
fr: Téléphone :

source: Looking for:
de: Sucht nach:
fr: Recherche :

source: Event Languages:
de: Event-Sprachen:
fr: Langues de l'événement :

source: Privacy Settings
de: Datenschutzeinstellungen
fr: Paramètres de confidentialité

source: Show full name:
de: Vollständigen Namen anzeigen:
fr: Afficher le nom complet :

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Show exact age:
de: Genaues Alter anzeigen:
fr: Afficher l'âge exact :

source: Blur photos:
de: Fotos verschwommen anzeigen:
fr: Flouter les photos :

source: %(name)s wants to connect
de: %(name)s möchte sich verbinden
fr: %(name)s veut se connecter

source: From %(event_title)s
de: Von %(event_title)s
fr: De %(event_title)s

source: Are you sure you want to decline this connection request?
de: Möchtest du diese Verbindungsanfrage wirklich ablehnen?
fr: Es-tu sûr de vouloir refuser cette demande de connexion ?

source: Add a note (optional)...
de: Füge eine Notiz hinzu (optional)...
fr: Ajoute une note (optionnel)...

source: Send Request
de: Anfrage senden
fr: Envoyer la demande

source: Screening Call Completed
de: Screening-Anruf abgeschlossen
fr: Appel de présélection terminé

source: Completed:
de: Abgeschlossen:
fr: Terminé :

source: Checklist Summary:
de: Checklisten-Zusammenfassung:
fr: Résumé de la liste de vérification :

source: Language
de: Sprache
fr: Langue

source: Residence
de: Wohnsitz
fr: Résidence

source: Expectations
de: Erwartungen
fr: Attentes

source: Dating Preference
de: Dating-Präferenz
fr: Préférence de rencontre

source: Crush Meaning
de: Crush-Bedeutung
fr: Signification de Crush

source: Dating Preference:
de: Dating-Präferenz:
fr: Préférence de rencontre :

source: Opposite gender
de: Anderes Geschlecht
fr: Sexe opposé

source: Same gender
de: Gleiches Geschlecht
fr: Même sexe

source: Residence Notes:
de: Wohnsitz-Notizen:
fr: Notes sur la résidence :

source: Expectations Notes:
de: Erwartungs-Notizen:
fr: Notes sur les attentes :

source: Crush Meaning:
de: Crush-Bedeutung:
fr: Signification de Crush :

source: Questions Asked:
de: Gestellte Fragen:
fr: Questions posées :

source: Final Notes:
de: Abschließende Notizen:
fr: Notes finales :

source: Call Attempt History:
de: Anrufversuchs-Verlauf:
fr: Historique des tentatives d'appel :

source: Failed:
de: Fehlgeschlagen:
fr: Échoué :

source: Call completed successfully
de: Anruf erfolgreich abgeschlossen
fr: Appel terminé avec succès

source: steps
de: Schritte
fr: étapes

source: "Hello %(name)s, this is [your name] from Crush.lu. I'm your onboarding coach. Do you have 5-10 minutes for a quick call to discuss your profile and answer any questions?"
de: "Hallo %(name)s, hier ist [dein Name] von Crush.lu. Ich bin dein Onboarding-Coach. Hast du 5-10 Minuten Zeit für ein kurzes Gespräch über dein Profil und eventuelle Fragen?"
fr: "Bonjour %(name)s, c'est [votre nom] de Crush.lu. Je suis ton coach d'intégration. As-tu 5 à 10 minutes pour un appel rapide afin de discuter de ton profil et de répondre à tes questions ?"

source: Introduction completed, user has time to talk
de: Einführung abgeschlossen, Benutzer hat Zeit zum Sprechen
fr: Introduction terminée, l'utilisateur a le temps de parler
