Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: 3. Account Registration and Security
de: 3. Kontoregistrierung und Sicherheit
fr: 3. Inscription et sécurité du compte

source: 3.1 Account Creation
de: 3.1 Kontoerstellung
fr: 3.1 Création de compte

source: You must provide accurate, current, and complete information during registration
de: Du musst während der Registrierung genaue, aktuelle und vollständige Informationen bereitstellen
fr: Tu dois fournir des informations exactes, actuelles et complètes lors de l'inscription

source: You may register via email/password or social login (Facebook)
de: Du kannst dich per E-Mail/Passwort oder Social Login (Facebook) registrieren
fr: Tu peux t'inscrire par email/mot de passe ou login social (Facebook)

source: Each person may only create one account
de: Jede Person darf nur ein Konto erstellen
fr: Chaque personne ne peut créer qu'un seul compte

source: You are responsible for maintaining the confidentiality of your password
de: Du bist verantwortlich für die Geheimhaltung deines Passworts
fr: Tu es responsable du maintien de la confidentialité de ton mot de passe

source: 3.2 Profile Approval
de: Profil genehmigt
fr: Profil approuvé

source: All profiles are reviewed by our Crush Coaches before approval. We reserve the right to:
de: Ihr Profil wird von unseren Crush Coaches geprüft, bevor es online geht. Kleine Community, großer Respekt für Datenschutz.
fr: Votre profil est vérifié par nos Crush Coaches avant d'être mis en ligne. Petite communauté, grand respect pour la vie privée.

source: Request revisions to your profile
de: Überarbeitung für ausgewählte Profile anfordern
fr: Demander une révision pour les profils sélectionnés

source: Reject profiles that violate our community standards
de: Profile ablehnen, die gegen unsere Community-Standards verstoßen
fr: Rejeter les profils qui violent nos normes communautaires

source: Require a screening call before profile activation
de: Erforderlich für Coach-Screening und Veranstaltungskoordination
fr: Requis pour le dépistage des coachs et la coordination des événements

source: 4. User Conduct and Community Standards
de: Gemeinschaftsstandards
fr: Standards de la communauté

source: You agree not to:
de: Du kannst jetzt:
fr: Tu peux maintenant :

source: Misrepresent:
de: Falsch darstellen:
fr: Représentation erronée :

source: Use false information, impersonate others, or create fake profiles
de: Falsche Informationen verwenden, andere nachahmen oder gefälschte Profile erstellen
fr: Utiliser de fausses informations, usurper l'identité d'autres personnes ou créer de faux profils

source: Harass:
de: Belästigen:
fr: Harcèlement :

source: Engage in harassment, bullying, or abusive behavior toward other users
de: Belästigung, Mobbing oder missbräuchliches Verhalten gegenüber anderen Nutzern zeigen
fr: Se livrer à du harcèlement, de l'intimidation ou un comportement abusif envers d'autres utilisateurs

source: Discriminate:
de: Diskriminieren:
fr: Discrimination :

source: Discriminate based on race, ethnicity, religion, gender, sexual orientation, or disability
de: Diskriminierung aufgrund von Rasse, Ethnizität, Religion, Geschlecht, sexueller Orientierung oder Behinderung
fr: Discriminer en fonction de la race, de l'ethnicité, de la religion, du genre, de l'orientation sexuelle ou du handicap

source: Send unsolicited promotional content or spam
de: Unaufgeforderte Werbeinhalte oder Spam senden
fr: Envoyer du contenu promotionnel non sollicité ou du spam

source: Solicit:
de: Erbitten:
fr: Sollicitation :

source: Request money or financial information from other users
de: Geld oder finanzielle Informationen von anderen Nutzern anfordern
fr: Demander de l'argent ou des informations financières à d'autres utilisateurs

source: Violate Privacy:
de: Datenschutzteam kontaktieren
fr: Violation de la vie privée :

source: Share private information of other users without consent
de: Private Informationen anderer Nutzer ohne Zustimmung teilen
fr: Partager des informations privées d'autres utilisateurs sans consentement

source: Illegal Activity:
de: Benutzeraktivität
fr: Activité de l'utilisateur

source: Use the Platform for any illegal purpose
de: Die Plattform für illegale Zwecke nutzen
fr: Utiliser la plateforme à des fins illégales

source: Use automated tools to scrape or collect user data
de: Automatisierte Tools verwenden, um Nutzerdaten zu scrapen oder zu sammeln
fr: Utiliser des outils automatisés pour scraper ou collecter des données utilisateur

source: 5. Content Guidelines
de: Überprüfungs-Checkliste:
fr: Directives d'examen

source: 5.1 Profile Content
de: Profil abgeschlossen
fr: Profil complété

source: Your profile photos and bio must:
de: Coach-Profilfoto für Benutzer
fr: Photo de profil du coach affichée aux utilisateurs

source: Be appropriate and non-explicit
de: Angemessen und nicht explizit sein
fr: Être approprié et non explicite

source: Accurately represent you
de: Dich genau darstellen
fr: Te représenter avec précision

source: Be recent (taken within the last year)
de: Aktuell sein (innerhalb des letzten Jahres aufgenommen)
fr: Être récent (pris au cours de la dernière année)

source: Not include contact information (email, phone, social media handles)
de: Keine Kontaktinformationen enthalten (E-Mail, Telefon, Social-Media-Handles)
fr: Ne pas inclure d'informations de contact (email, téléphone, identifiants de médias sociaux)

source: Not promote products, services, or other platforms
de: Keine Produkte, Dienstleistungen oder andere Plattformen bewerben
fr: Ne pas promouvoir de produits, services ou autres plateformes

source: 5.2 Prohibited Content
de: 5.2 Verbotene Inhalte
fr: 5.2 Contenu interdit

source: You may not post content that:
de: Du darfst keine Inhalte posten, die:
fr: Tu ne peux pas publier de contenu qui :

source: Contains nudity or sexually explicit material
de: Nacktheit oder sexuell explizites Material enthalten
fr: Contient de la nudité ou du matériel sexuellement explicite

source: Depicts violence, illegal drugs, or weapons
de: Gewalt, illegale Drogen oder Waffen darstellen
fr: Dépeint la violence, les drogues illégales ou les armes

source: Promotes hate speech or violence
de: Hassrede oder Gewalt fördern
fr: Promeut les discours haineux ou la violence

source: Infringes on intellectual property rights
de: Geistige Eigentumsrechte verletzen
fr: Viole les droits de propriété intellectuelle

source: Contains minors (anyone under 18)
de: Minderjährige (unter 18 Jahren) enthalten
fr: Contient des mineurs (toute personne de moins de 18 ans)

source: 6. Events and Meetups
de: 6. Events und Meetups
fr: 6. Événements et rencontres

source: 6.1 Event Registration
de: Event-Anmeldungen
fr: Inscriptions aux événements

source: Only approved profiles can register for events
de: Nach Genehmigung kannst du dich für Events anmelden!
fr: Votre profil Crush.lu a été approuvé ! Vous pouvez maintenant vousinscrire aux événements.

source: Registration is subject to availability and may be waitlisted
de: Anmeldung für diese Veranstaltung nicht verfügbar.
fr: L'inscription n'est pas disponible pour cet événement.

source: You must attend events you register for or cancel in advance
de: Sie müssen an diesem Event teilgenommen haben, um auf Verbindungen zuantworten.
fr: Vous devez avoir participé à cet événement pour répondre auxconnexions.

source: Repeated no-shows may result in account restrictions
de: Wiederholtes Nichterscheinen kann zu Kontobeschränkungen führen
fr: Les absences répétées peuvent entraîner des restrictions de compte

source: 6.2 Event Conduct
de: 6.2 Event-Verhalten
fr: 6.2 Conduite lors des événements

source: Treat all attendees with respect and courtesy
de: Behandle alle Teilnehmer mit Respekt und Höflichkeit
fr: Traite tous les participants avec respect et courtoisie

source: Follow event rules and coach instructions
de: Befolge Event-Regeln und Coach-Anweisungen
fr: Suis les règles de l'événement et les instructions du coach

source: Do not pressure others for contact information
de: Ihr könnt jetzt die Kontaktinformationen des anderen sehen
fr: Vous pouvez maintenant voir vos informations de contact respectives

source: Report any inappropriate behavior to Crush Coaches immediately
de: Melde unangemessenes Verhalten sofort den Crush Coaches
fr: Signale immédiatement tout comportement inapproprié aux Crush Coaches

source: 7. Coach-Facilitated Connections
de: Coach-begleitete Vorstellungen erhalten
fr: Obtenir des introductions facilitées par le coach

source: After attending an event, you may request connections with other attendees:
de: Nach dem Event können Sie Verbindungsanfragen an Personen senden, mit denen Sie sich verstanden haben!
fr: Après l'événement, tu peux demander des connexions avec les personnes avec qui tu as accroché !

source: All connections are facilitated by Crush Coaches for safety
de: Alle Verbindungen werden von Crush Coaches aus Sicherheitsgründen vermittelt
fr: Toutes les connexions sont facilitées par les Crush Coaches pour la sécurité

source: Both parties must consent before contact information is shared
de: Ich stimme zu, meine Kontaktinformationen mit %(name)s zu teilen
fr: Je consens à partager mes informations de contact avec %(name)s

source: Coaches may review connection requests and messages
de: Verfolge deine Verbindungsanfragen und aktiven Verbindungen
fr: Découvrez nos événements à venir et commencez à créer des connexions !

source: Respecting boundaries is mandatory - \
de: Das Respektieren von Grenzen ist obligatorisch - \
fr: Le respect des limites est obligatoire - \

source: 8. Payment and Fees
de: 8. Zahlung und Gebühren
fr: 8. Paiement et frais

source: Some events may require a registration fee
de: Benutzer-Event-Verlauf und Anmeldungen
fr: Historique des événements et inscriptions de l'utilisateur

source: Fees are clearly displayed before registration
de: Anmeldung stornieren
fr: Annuler l'inscription

source: Payment is processed securely through our payment provider
de: Die Zahlung wird sicher über unseren Zahlungsanbieter verarbeitet
fr: Le paiement est traité de manière sécurisée via notre prestataire de paiement

source: Refunds are subject to our cancellation policy
de: Rückerstattungen unterliegen unseren Stornierungsbedingungen
fr: Les remboursements sont soumis à notre politique d'annulation

source: 9. Intellectual Property
de: 9. Geistiges Eigentum
fr: 9. Propriété intellectuelle

source: 9.1 Your Content
de: Türinhalt
fr: Contenu de porte

source: You retain ownership of content you post (photos, bio, messages). By posting content, you grant Crush.lu:
de: Du behältst das Eigentum an Inhalten, die du postest (Fotos, Bio, Nachrichten). Durch das Posten von Inhalten gewährst du Crush.lu:
fr: Tu conserves la propriété du contenu que tu publies (photos, bio, messages). En publiant du contenu, tu accordes à Crush.lu :

source: A worldwide, non-exclusive license to use, display, and distribute your content on the Platform
de: Eine weltweite, nicht-exklusive Lizenz zur Nutzung, Anzeige und Verteilung deiner Inhalte auf der Plattform
fr: Une licence mondiale, non exclusive pour utiliser, afficher et distribuer ton contenu sur la plateforme

source: Permission to use anonymized profile data for marketing and promotional purposes
de: Erlaubnis, anonymisierte Profildaten für Marketing- und Werbezwecke zu verwenden
fr: Permission d'utiliser des données de profil anonymisées à des fins de marketing et de promotion

source: 9.2 Our Content
de: Türinhalt
fr: Contenu de porte

source: The Crush.lu name, logo, design, and functionality are owned by us and protected by intellectual property laws. You may not copy, reproduce, or distribute our content without permission.
de: Der Name, das Logo, das Design und die Funktionalität von Crush.lu gehören uns und sind durch Gesetze zum Schutz des geistigen Eigentums geschützt. Du darfst unsere Inhalte ohne Erlaubnis nicht kopieren, reproduzieren oder verbreiten.
fr: Le nom, le logo, le design et la fonctionnalité de Crush.lu nous appartiennent et sont protégés par les lois sur la propriété intellectuelle. Tu ne peux pas copier, reproduire ou distribuer notre contenu sans permission.

source: 10. Privacy and Data Protection
de: Datenschutz gewährleistet:
fr: Confidentialité protégée :

source: Your use of Crush.lu is also governed by our
de: Deine Nutzung von Crush.lu unterliegt auch unserer
fr: Ton utilisation de Crush.lu est également régie par notre

source: which describes how we collect, use, and protect your personal information.
de: die beschreibt, wie wir deine persönlichen Informationen erfassen, verwenden und schützen.
fr: qui décrit comment nous collectons, utilisons et protégeons tes informations personnelles.

source: 11. Disclaimers and Limitations of Liability
de: 11. Haftungsausschlüsse und Haftungsbeschränkungen
fr: 11. Avertissements et limitations de responsabilité

source: 11.1 No Guarantees
de: 11.1 Keine Garantien
fr: 11.1 Aucune garantie

source: Crush.lu is provided \
de: Crush.lu wird bereitgestellt \
fr: Crush.lu est fourni \

source: That you will meet compatible partners or form relationships
de: Dass du kompatible Partner treffen oder Beziehungen eingehen wirst
fr: Que tu rencontreras des partenaires compatibles ou formeras des relations

source: The accuracy of information provided by other users
de: Die Richtigkeit der von anderen Nutzern bereitgestellten Informationen
fr: L'exactitude des informations fournies par d'autres utilisateurs

source: Uninterrupted or error-free service
de: Ununterbrochener oder fehlerfreier Service
fr: Service ininterrompu ou sans erreur

source: That the Platform is free from viruses or harmful components
de: Dass die Plattform frei von Viren oder schädlichen Komponenten ist
fr: Que la plateforme est exempte de virus ou de composants nuisibles

source: 11.2 User Safety
de: 11.2 Nutzersicherheit
fr: 11.2 Sécurité des utilisateurs

source: While we review profiles and facilitate connections, we cannot guarantee the conduct of users:
de: Während wir Profile überprüfen und Verbindungen ermöglichen, können wir das Verhalten der Nutzer nicht garantieren:
fr: Bien que nous examinions les profils et facilitions les connexions, nous ne pouvons garantir le comportement des utilisateurs :

source: Always meet in public places for first meetings
de: Treffe dich immer an öffentlichen Orten für erste Treffen
fr: Rencontre-toi toujours dans des lieux publics pour les premières rencontres

source: Trust your instincts and prioritize your safety
de: Vertraue deinen Instinkten und priorisiere deine Sicherheit
fr: Fais confiance à tes instincts et priorise ta sécurité

source: Report suspicious behavior to coaches immediately
de: Melde verdächtiges Verhalten sofort den Coaches
fr: Signale immédiatement tout comportement suspect aux coaches

source: We are not responsible for offline interactions between users
de: Wir sind nicht verantwortlich für Offline-Interaktionen zwischen Nutzern
fr: Nous ne sommes pas responsables des interactions hors ligne entre utilisateurs

source: 11.3 Limitation of Liability
de: 11.3 Haftungsbeschränkung
fr: 11.3 Limitation de responsabilité

source: To the fullest extent permitted by law, Crush.lu and its officers, directors, employees, and agents shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of the Platform.
de: Im größtmöglichen gesetzlich zulässigen Umfang haften Crush.lu und seine leitenden Angestellten, Direktoren, Mitarbeiter und Vertreter nicht für indirekte, zufällige, besondere, Folge- oder Strafschäden, die sich aus deiner Nutzung der Plattform ergeben.
fr: Dans toute la mesure permise par la loi, Crush.lu et ses dirigeants, administrateurs, employés et agents ne seront pas responsables de tout dommage indirect, accessoire, spécial, consécutif ou punitif résultant de ton utilisation de la plateforme.

source: 12. Account Termination
de: Konto-Informationen
fr: Informations du compte

source: 12.1 Termination by You
de: 12.1 Kündigung durch dich
fr: 12.1 Résiliation par toi

source: You may delete your account at any time through your account settings or by requesting data deletion.
de: Du kannst dein Konto jederzeit über deine Kontoeinstellungen oder durch Anforderung einer Datenlöschung löschen.
fr: Tu peux supprimer ton compte à tout moment via les paramètres de ton compte ou en demandant la suppression des données.

source: 12.2 Termination by Us
de: 12.2 Kündigung durch uns
fr: 12.2 Résiliation par nous

source: We reserve the right to suspend or terminate your account if you:
de: Wir behalten uns das Recht vor, dein Konto zu sperren oder zu kündigen, wenn du:
fr: Nous nous réservons le droit de suspendre ou de résilier ton compte si tu :

source: Violate these Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Engage in fraudulent or illegal activity
de: Betrügerische oder illegale Aktivitäten ausübst
fr: Te livres à des activités frauduleuses ou illégales

source: Pose a safety risk to other users
de: Ein Sicherheitsrisiko für andere Nutzer darstellst
fr: Représentes un risque pour la sécurité d'autres utilisateurs

source: Repeatedly receive complaints from other users
de: Wiederholt Beschwerden von anderen Nutzern erhältst
fr: Reçois à plusieurs reprises des plaintes d'autres utilisateurs

source: 13. Dispute Resolution
de: 13. Streitbeilegung
fr: 13. Résolution des litiges

source: 13.1 Governing Law
de: 13.1 Anwendbares Recht
fr: 13.1 Loi applicable

source: These Terms are governed by the laws of Luxembourg and the European Union.
de: Diese Bedingungen unterliegen den Gesetzen von Luxemburg und der Europäischen Union.
fr: Ces conditions sont régies par les lois du Luxembourg et de l'Union européenne.

source: 13.2 Disputes
de: 13.2 Streitigkeiten
fr: 13.2 Litiges

source: If you have a complaint, please contact us at support@crush.lu. We will make reasonable efforts to resolve the issue amicably. Any unresolved disputes shall be subject to the exclusive jurisdiction of the courts of Luxembourg.
de: Wenn du eine Beschwerde hast, kontaktiere uns bitte unter support@crush.lu. Wir werden angemessene Anstrengungen unternehmen, um das Problem einvernehmlich zu lösen. Alle ungelösten Streitigkeiten unterliegen der ausschließlichen Gerichtsbarkeit der Gerichte Luxemburgs.
fr: Si tu as une plainte, contacte-nous à support@crush.lu. Nous ferons des efforts raisonnables pour résoudre le problème à l'amiable. Tout litige non résolu sera soumis à la juridiction exclusive des tribunaux du Luxembourg.

source: 14. Changes to Terms
de: 14. Änderungen der Bedingungen
fr: 14. Modifications des conditions

source: We may update these Terms from time to time. We will notify you of significant changes by:
de: Wir können diese Bedingungen von Zeit zu Zeit aktualisieren. Wir werden dich über wesentliche Änderungen informieren durch:
fr: Nous pouvons mettre à jour ces conditions de temps en temps. Nous te notifierons des changements significatifs en :

source: Posting the updated Terms on this page with a new \
de: Veröffentlichung der aktualisierten Bedingungen auf dieser Seite mit einem neuen \
fr: Publiant les conditions mises à jour sur cette page avec un nouveau \

source: Sending an email notification to your registered email address
de: Bestätige über deine registrierte E-Mail-Adresse
fr: Envoi d'une notification par email à ton adresse email enregistrée

source: Requiring your acceptance of new terms before continued use
de: Erfordernis deiner Zustimmung zu neuen Bedingungen vor weiterer Nutzung
fr: Exigeant ton acceptation des nouvelles conditions avant utilisation continue

source: 15. Severability
de: 15. Salvatorische Klausel
fr: 15. Divisibilité

source: If any provision of these Terms is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect.
de: Wenn eine Bestimmung dieser Bedingungen für ungültig oder nicht durchsetzbar befunden wird, bleiben die übrigen Bestimmungen in vollem Umfang gültig und wirksam.
fr: Si une disposition de ces conditions est jugée invalide ou inapplicable, les dispositions restantes resteront pleinement en vigueur.

source: 16. Contact Information
de: 9. Kontaktinformationen
fr: Informations du compte

source: For questions about these Terms, please contact us:
de: Bei Fragen zur Datenlöschung oder Datenschutzbedenken:
fr: Pour toute question concernant ces conditions, contacte-nous :

source: Support:
de: Geführte Unterstützung
fr: Sports

source: By using Crush.lu, you agree to these Terms of Service and our
de: Durch die Nutzung von Crush.lu stimmst du diesen Nutzungsbedingungen und unserer
fr: En utilisant Crush.lu, tu acceptes ces conditions d'utilisation et notre

source: Verify Your Phone Number
de: Überprüfen Sie Ihr Telefon
fr: Vérifie ton numéro de téléphone

source: We'll send a verification code via SMS to confirm your phone number.
de: Wir senden dir einen Verifizierungscode per SMS zur Bestätigung deiner Telefonnummer.
fr: Nous enverrons un code de vérification par SMS pour confirmer ton numéro de téléphone.

source: Select your country and enter your phone number
de: Wähle dein Land und gib deine Telefonnummer ein
fr: Sélectionne ton pays et saisis ton numéro de téléphone

source: Send Verification Code
de: Verifizierungscode wird gesendet...
fr: Envoyer le code de vérification

source: Sending...
de: Sparen...
fr: Envoi...

source: A 6-digit code has been sent to
de: Ein 6-stelliger Code wurde gesendet an
fr: Un code à 6 chiffres a été envoyé à

source: Verification Code
de: Verifizierung erforderlich
fr: Code de vérification

source: Verifying...
de: Ihr Code wird verifiziert...
fr: Vérification...

source: Resend code in
de: Code erneut senden
fr: Renvoyer le code dans

source: Change Phone Number
de: Telefonnummer
fr: Changer le numéro de téléphone

source: Your number
de: Türnummer (1-24)
fr: Ton numéro

source: has been verified.
de: Nicht verifiziert
fr: a été vérifié.

source: How Event Voting Works - Crush.lu
de: So funktioniert die Event-Abstimmung - Crush.lu
fr: Comment fonctionne le vote - Crush.lu

source: Previous
de: Zurück
fr: Précédent

source: Next
de: Weiter
fr: Suivant

source: How Event Voting Works
de: So funktioniert die Event-Abstimmung
fr: Comment fonctionne le vote

source: Your voice shapes the evening! Learn how you'll vote on TWO categories to customize your Crush.lu event experience.
de: Ihre Stimme gestaltet den Abend! Erfahren Sie, wie Sie in ZWEI Kategorien abstimmen, um Ihr Crush.lu Event-Erlebnis zu personalisieren.
fr: Votre voix façonne la soirée ! Apprenez comment vous allez voter sur DEUX catégories pour personnaliser votre expérience Crush.lu.

source: Start Interactive Tour
de: Interaktive Tour starten
fr: Démarrer le tour interactif

source: Step 1: Your Event Has 3 Phases
de: Schritt 1: Dein Event hat 3 Phasen
fr: Etape 1 : Ton evenement a 3 phases

source: Every Crush.lu event follows this structure. Your votes determine what happens in Phases 2 and 3!
de: Jedes Crush.lu Event folgt dieser Struktur. Ihre Stimmen bestimmen, was in Phase 2 und 3 passiert!
fr: Chaque événement Crush.lu suit cette structure. Vos votes déterminent ce qui se passe aux phases 2 et 3 !

source: Phase 1: Icebreaker
de: Phase 1: Eisbrecher
fr: Phase 1 : Brise-glace

source: Mingle and get comfortable. Voting opens at the 15-minute mark!
de: Unterhalte dich und fühle dich wohl. Die Abstimmung beginnt nach 15Minuten!
fr: Melange-toi et mets-toi a l'aise. Le vote ouvre a la 15eme minute !

source: After voting
de: Nach der Abstimmung
fr: Apres le vote

source: Phase 2: Presentations
de: Phase 2: Präsentationen
fr: Phase 2 : Présentations
