Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Log in
de: Anmelden
fr: Se connecter

source: to manage all your notification settings.
de: um alle deine Benachrichtigungseinstellungen zu verwalten.
fr: pour gérer tous tes paramètres de notification.

source: Hi %(name)s!
de: Hallo %(name)s!
fr: Bonjour %(name)s !

source: Hi!
de: Hallo!
fr: Salut !

source: Choose how you'd like to manage your email preferences:
de: Wähle aus, wie du deine E-Mail-Einstellungen verwalten möchtest:
fr: Choisis comment tu souhaites gérer tes préférences email :

source: You are currently unsubscribed from all emails.
de: Du bist derzeit von allen E-Mails abgemeldet.
fr: Tu es actuellement désinscrit de tous les emails.

source: Your current email subscriptions:
de: Deine aktuellen E-Mail-Abonnements:
fr: Tes abonnements email actuels :

source: Quick unsubscribe options:
de: Schnelle Abmeldeoptionen:
fr: Options de désinscription rapide :

source: Unsubscribe from Marketing Only
de: Nur von Marketing abmelden
fr: Se désabonner du marketing uniquement

source: You'll still receive important account and event notifications.
de: Du erhältst weiterhin wichtige Konto- und Event-Benachrichtigungen.
fr: Tu recevras toujours les notifications importantes de compte et d'événements.

source: Unsubscribe from ALL Emails
de: Von ALLEN E-Mails abmelden
fr: Se désabonner de TOUS les emails

source: You won't receive any emails from Crush.lu.
de: Du wirst keine E-Mails mehr von Crush.lu erhalten.
fr: Tu ne recevras plus aucun email de Crush.lu.

source: For more detailed control,
de: Für detailliertere Kontrolle,
fr: Pour un contrôle plus détaillé,

source: log in
de: Anmelden
fr: connectez-vous

source: and visit your
de: und besuche deine
fr: et consulte tes

source: account settings
de: Kontoeinstellungen
fr: paramètres de compte

source: Privacy-First Dating in Luxembourg
de: Datenschutz-erste Dating in Luxemburg
fr: Rencontres confidentielles au Luxembourg

source: You're receiving this because you have an account on Crush.lu.
de: Sie erhalten dies, weil Sie ein Konto bei Crush.lu haben.
fr: Tu reçois cet email parce que tu as un compte sur Crush.lu.

source: If you have questions, contact us at
de: Wenn Sie Fragen haben, kontaktieren Sie uns unter
fr: Si tu as des questions, contacte-nous à

source: Unsubscribe
de: Abbestellen
fr: Se désabonner

source: Manage email preferences
de: E-Mail-Einstellungen verwalten
fr: Gérer les préférences email

source: New Profile Review
de: Neue Profil-Prüfung
fr: Nouveau profil à examiner

source: New Profile Review Assignment
de: Neue Profil-Prüfungs-Zuweisung
fr: Nouvelle affectation de profil à examiner

source: Hey %(first_name)s!
de: Hallo %(first_name)s!
fr: Salut %(first_name)s !

source: You've been assigned a new profile to review:
de: Dir wurde ein neues Profil zur Prüfung zugewiesen:
fr: Un nouveau profil t'a été assigné à examiner :

source: Profile Details:
de: Profil-Details:
fr: Détails du profil :

source: %(age)s years old
de: %(age)s Jahre alt
fr: %(age)s ans

source: Submitted:
de: Eingereicht:
fr: Soumis le :

source: Review Checklist:
de: Überprüfungs-Checkliste:
fr: Liste de vérification :

source: ✓ Profile photos are clear and appropriate
de: ✓ Profilfotos sind klar und angemessen
fr: ✓ Les photos de profil sont claires et appropriées

source: ✓ Bio is genuine and respectful
de: ✓ Bio ist authentisch und respektvoll
fr: ✓ La bio est authentique et respectueuse

source: ✓ Age verification (18+)
de: ✓ Altersverifikation (18+)
fr: ✓ Vérification de l'âge (18+)

source: ✓ No inappropriate content or red flags
de: ✓ Keine unangemessenen Inhalte oder Warnsignale
fr: ✓ Aucun contenu inapproprié ou signal d'alarme

source: ✓ Completed all required fields
de: ✓ Alle erforderlichen Felder ausgefüllt
fr: ✓ Tous les champs obligatoires sont remplis

source: Please review within 24-48 hours to ensure a great experience for new members.
de: Bitte überprüfen Sie innerhalb von 24-48 Stunden, um neuen Mitgliedern ein tolles Erlebnis zu bieten.
fr: Merci d'examiner sous 24-48 heures pour assurer une super expérience aux nouveaux membres.

source: Thanks for your help!
de: Vielen Dank für Ihre Hilfe!
fr: Merci pour ton aide !

source: The Crush.lu Team
de: Das Crush.lu Team
fr: L'équipe Crush.lu

source: Connection Accepted
de: Verbindung akzeptiert
fr: Connexion acceptée

source: You're connected!
de: Du bist verbunden!
fr: Vous êtes connectés !

source: Great news, %(first_name)s!
de: Tolle Neuigkeiten, %(first_name)s!
fr: Super nouvelle, %(first_name)s !

source: has accepted your connection request!
de: hat deine Verbindungsanfrage akzeptiert!
fr: a accepté ta demande de connexion !

source: You can now:
de: Du kannst jetzt:
fr: Tu peux maintenant :

source: Send messages directly to %(name)s
de: Sende Nachrichten direkt an %(name)s
fr: Envoyer des messages directement à %(name)s

source: Continue the conversation from %(title)s
de: Setzen Sie das Gespräch von %(title)s fort
fr: Continuer la conversation de %(title)s

source: Get to know each other better
de: Lernen Sie sich besser kennen
fr: Apprendre à mieux vous connaître

source: Start Chatting
de: Beginnen Sie mit dem Chatten
fr: Commencer à discuter

source: Tips for great conversations:
de: Tipps für tolle Gespräche:
fr: Conseils pour de bonnes conversations :

source: Reference something you talked about at the event
de: Verweisen Sie auf etwas, worüber Sie bei der Veranstaltung gesprochenhaben
fr: Fais référence à quelque chose dont vous avez parlé à l'événement

source: Ask open-ended questions
de: Stellen Sie offene Fragen
fr: Pose des questions ouvertes

source: Be genuine and respectful
de: Seien Sie aufrichtig und respektvoll
fr: Sois authentique et respectueux

source: Good luck!
de: Viel Glück!
fr: Bonne chance !

source: You're receiving this because your connection request was accepted.
de: Sie erhalten dies, weil Ihre Verbindungsanfrage angenommen wurde.
fr: Tu reçois cet email car ta demande de connexion a été acceptée.

source: Registration Cancelled
de: Anmeldung storniert
fr: Inscription annulée

source: Hey %(first_name)s,
de: Hallo %(first_name)s,
fr: Salut %(first_name)s,

source: Your registration for <strong>%(title)s</strong> has been cancelled.
de: Deine Anmeldung für <strong>%(title)s</strong> wurde storniert.
fr: Ton inscription pour <strong>%(title)s</strong> a été annulée.

source: Event Details:
fr: Détails de l'événement :

source: Event:
fr: Événement :

source: Time:
de: Uhrzeit:
fr: Heure :

source: If you paid a registration fee, it will be refunded within 5-7 business days.
de: Wenn Sie eine Anmeldegebühr bezahlt haben, wird diese innerhalb von 5–7 Werktagen zurückerstattet.
fr: Si vous avez payé des frais d'inscription, ils vous seront remboursés sous 5-7 jours ouvrables.

source: We hope to see you at a future event!
de: Wir hoffen, Sie bei einer zukünftigen Veranstaltung zu sehen!
fr: Nous espérons te voir à un événement futur !

source: Browse Upcoming Events
de: Kommende Events durchsuchen
fr: Parcourir les événements à venir

source: Changed your mind? You can re-register if spots are still available.
de: Haben Sie Ihre Meinung geändert? Sollten noch Plätze frei sein,können Sie sich erneut anmelden.
fr: Tu as changé d'avis ? Tu peux te réinscrire si des places sont encore disponibles.

source: Best,
de: Am besten,
fr: Cordialement,

source: Event Registration Confirmed
de: Veranstaltungsanmeldung bestätigt
fr: Inscription à l'événement confirmée

source: See you there, %(first_name)s!
de: Wir sehen uns dort, %(first_name)s!
fr: À bientôt, %(first_name)s !

source: Your registration for <strong>%(title)s</strong> is confirmed!
de: Deine Anmeldung für <strong>%(title)s</strong> ist bestätigt!
fr: Ton inscription pour <strong>%(title)s</strong> est confirmée !

source: Fee:
de: Gebühr:
fr: Frais :

source: What to bring:
de: Was Sie mitbringen sollten:
fr: Que devez-vous apporter :

source: Valid ID (for age verification)
de: Gültiger Ausweis (zur Altersverifizierung)
fr: Pièce d'identité valide (pour vérification de l'âge)

source: An open mind and positive attitude
de: Ein offener Geist und eine positive Einstellung
fr: Un esprit ouvert et une attitude positive

source: Your best self!
de: Dein bestes Ich!
fr: Vos événements

source: Arrive 10-15 minutes early
de: Kommen Sie 10-15 Minuten früher an
fr: Arrivez 10-15 minutes en avance

source: Registration closes %(deadline)s
de: Registrierung endet am %(deadline)s
fr: Les inscriptions ferment le %(deadline)s

source: Respect everyone's privacy and boundaries
de: Respektieren Sie die Privatsphäre und Grenzen aller
fr: Respecte la vie privée et les limites de chacun

source: Can't make it?
de: Du schaffst es nicht?
fr: Tu ne peux pas venir ?

source: Cancel your registration
de: Anmeldung stornieren
fr: Annuler l'inscription

source: so someone on the waitlist can attend.
de: damit jemand auf der Warteliste teilnehmen kann.
fr: pour qu'une personne sur liste d'attente puisse participer.

source: See you soon!
de: Bis bald!
fr: Sélectionnez votre plan

source: Event Reminder
de: Event-Erinnerung
fr: Rappels d'événements

source: Reminder:
de: Erinnerung:
fr: Rappels d'événements

source: You're registered for <strong>%(title)s</strong> happening in %(days)s day!
de: Sie sind angemeldet für <strong>%(title)s</strong>, das in %(days)s Tag stattfindet!
fr: Vous êtes inscrit(e) pour <strong>%(title)s</strong> dans %(days)s jour !

source: Remember to bring:
de: Denken Sie daran, Folgendes mitzubringen:
fr: N'oublie pas d'apporter :

source: Valid ID for age verification
de: Gültiger Ausweis zur Altersüberprüfung
fr: Pièce d'identité valide pour vérification de l'âge

source: An open mind and positive energy
de: Ein offener Geist und positive Energie
fr: Un esprit ouvert et une énergie positive

source: Yourself - no one else!
de: Du selbst – niemand sonst!
fr: Toi-même - personne d'autre !

source: Tips for a great experience:
de: Tipps für ein tolles Erlebnis:
fr: Conseils pour une belle expérience :

source: Be yourself and relax
fr: Sois toi-même et détends-toi

source: Respect everyone's privacy
de: Respektieren Sie die Privatsphäre aller
fr: Respecte la vie privée de chacun

source: Have fun and make connections!
de: Viel Spaß und knüpfe Verbindungen!
fr: Créer des connexions

source: Can't make it? Please
de: Du schaffst es nicht? Bitte
fr: Tu ne peux pas venir ? Merci de

source: cancel your registration
de: Anmeldung stornieren
fr: Annuler l'inscription

source: Added to Waitlist
de: Zur Warteliste hinzugefügt
fr: Ajouter à la liste de souhaits

source: You're on the Waitlist
de: Du bist auf der Warteliste
fr: Rejoindre la liste d'attente

source: Thanks for your interest in <strong>%(title)s</strong>!
de: Vielen Dank für Ihr Interesse an <strong>%(title)s</strong>!
fr: Merci pour ton intérêt dans <strong>%(title)s</strong> !

source: The event is currently full, but we've added you to the waitlist. If a spot opens up, you'll be notified immediately.
de: Die Veranstaltung ist derzeit ausgebucht, aber wir haben Sie auf die Warteliste gesetzt. Wenn ein Platz frei wird, werden Sie sofort benachrichtigt.
fr: L'événement est actuellement complet, mais nous vous avons ajouté(e) à la liste d'attente. Si une place se libère, vous serez immédiatement notifié(e).

source: Your Waitlist Position:
de: Deine Wartelistenposition:
fr: Ta position sur la liste d'attente :

source: What happens next:
de: Was passiert als Nächstes:
fr: Que se passe-t-il ensuite ?

source: If someone cancels, you'll be automatically moved to confirmed
de: Wenn jemand storniert, werden Sie automatisch in den bestätigten Status verschoben
fr: Si quelqu'un annule, tu seras automatiquement confirmé(e)

source: You'll receive an email if your status changes
de: Sie erhalten eine E-Mail, wenn sich Ihr Status ändert
fr: Tu recevras un e-mail si ton statut change

source: Check back closer to the event date for updates
de: Schauen Sie näher zum Veranstaltungsdatum noch einmal vorbei, um Updates zu erhalten
fr: Reviens vérifier plus près de la date de l'événement pour les mises à jour

source: Browse Other Events
de: Andere Events durchsuchen
fr: Parcourir les événements

source: We host events regularly, so keep an eye out for more opportunities!
de: Wir veranstalten regelmäßig Veranstaltungen, also halten Sie Ausschaunach weiteren Möglichkeiten!
fr: On organise des événements régulièrement, alors garde l'œil ouvert pour plus d'opportunités !

source: Hope to see you soon!
de: Ich hoffe, wir sehen uns bald!
fr: J'espère te voir bientôt !

source: You're Invited!
de: Sie sind eingeladen!
fr: Tu es invité(e) !

source: You've been personally invited to an exclusive Crush.lu event
de: Sie wurden persönlich zu einer exklusiven Crush.lu-Veranstaltungeingeladen
fr: Tu as été personnellement invité(e) à un événement exclusif Crush.lu

source: Hi %(first_name)s,
de: Hallo %(first_name)s,
fr: Salut %(first_name)s,

source: Great news! You've been invited to a special private event on Crush.lu:
de: Tolle Neuigkeiten! Sie wurden zu einer besonderen privaten Veranstaltung auf Crush.lu eingeladen:
fr: Bonne nouvelle ! Tu as été invité(e) à un événement privé spécial sur Crush.lu :

source: PRIVATE INVITATION
de: PRIVATE EINLADUNG
fr: INVITATION PRIVÉE

source: When:
de: Wann:
fr: Quand :

source: at
de: um
fr: Panier

source: Where:
de: Wo:
fr: Où :

source: About:
de: Über:
fr: À propos

source: This is an exclusive, invitation-only event. You're one of the select few invited!
de: Dies ist eine exklusive Veranstaltung nur auf Einladung. Sie sind einer der wenigen Auserwählten!
fr: C'est un événement exclusif, sur invitation uniquement. Vous faites partie des rares personnes invitées !

source: View Event Details & Register
de: Event-Details ansehen & Anmelden
fr: Voir les détails du coffret

source: Or visit your dashboard to see all your invitations:
de: Oder besuchen Sie Ihr Dashboard, um alle Ihre Einladungen anzuzeigen:
fr: Ou visite ton tableau de bord pour voir toutes tes invitations :

source: This is a private invitation from Crush.lu
de: Dies ist eine private Einladung von Crush.lu
fr: Ceci est une invitation privée de Crush.lu

source: If you have any questions, please reply to this email.
de: Wenn Sie Fragen haben, antworten Sie bitte auf diese E-Mail.
fr: Si tu as des questions, réponds simplement à cet e-mail.

source: You're Invited to Crush.lu
de: Du bist zu Crush.lu eingeladen
fr: Modifier votre profil - Crush.lu

source: Someone special wants you to join them on Crush.lu
de: Jemand Besonderes möchte, dass Sie sich ihm auf Crush.lu anschließen
fr: Quelqu'un de spécial veut que tu le rejoignes sur Crush.lu

source: You've received a special invitation to join an exclusive event on Crush.lu, Luxembourg's privacy-first dating platform:
de: Sie haben eine besondere Einladung zur Teilnahme an einer exklusiven Veranstaltung auf Crush.lu, Luxemburgs Dating-Plattform, bei der der Datenschutz an erster Stelle steht, erhalten:
fr: Vous avez reçu une invitation spéciale pour rejoindre un événement exclusif sur Crush.lu, la plateforme de rencontres du Luxembourg axée sur la confidentialité :

source: EXCLUSIVE INVITATION
de: EXKLUSIVE EINLADUNG
fr: INVITATION EXCLUSIVE

source: What happens next?
de: Was passiert als nächstes?
fr: Que se passe-t-il ensuite ?

source: 1. Click the button below to accept your invitation
de: 1. Klicke auf die Schaltfläche unten, um deine Einladung anzunehmen
fr: Cliquez sur la carte pour sélectionner votre région

source: 2. Create your Crush.lu account (quick & easy!)
de: 2. Erstellen Sie Ihr Crush.lu-Konto (schnell und einfach!)
fr: 2. Crée ton compte Crush.lu (rapide et facile !)

source: 3. Your profile will be reviewed by our team
de: 3. Dein Profil wird von unserem Team geprüft
fr: 3. Ton profil sera examiné par notre équipe

source: 4. Once approved, you can register for the event
de: 4. Nach Genehmigung kannst du dich für das Event anmelden
fr: 4. Une fois approuvé, tu pourras t'inscrire à l'événement

source: Accept Invitation & Create Account
de: Einladung annehmen und Konto erstellen
fr: Accepter l'invitation & Créer un compte

source: Your unique invitation link:
de: Dein einzigartiger Einladungslink:
fr: Ton lien d'invitation unique :

source: Crush.lu is Luxembourg's privacy-first dating platform focused on real connections through in-person events. We prioritize quality over quantity, with human-reviewed profiles and exclusive events.
de: Crush.lu ist Luxemburgs datenschutz-erste Dating-Plattform mit Fokus auf echte Verbindungen durch persönliche Events. Wir priorisieren Qualität vor Quantität, mit menschlich geprüften Profilen und exklusiven Events.
fr: Crush.lu est la plateforme de rencontres du Luxembourg axée sur la confidentialité, centrée sur les connexions réelles à travers des événements en personne. Nous privilégions la qualité plutôt que la quantité, avec des profils examinés par des humains et des événements exclusifs.

source: Questions? Just reply to this email!
de: Fragen? Antworten Sie einfach auf diese E-Mail!
fr: Des questions ? Réponds simplement à cet e-mail !

source: Invitation Approved!
de: Einladung genehmigt!
fr: Invitation approuvée !

source: You're all set to attend the event
de: Sie sind bereit, an der Veranstaltung teilzunehmen
fr: Tu es prêt(e) à participer à l'événement

source: Great news! Your invitation to our exclusive event has been approved by our team. You can now register to attend:
de: Tolle Neuigkeiten! Ihre Einladung zu unserer exklusiven Veranstaltung wurde von unserem Team genehmigt. Sie können sich jetzt für die Teilnahme anmelden:
fr: Bonne nouvelle ! Votre invitation à notre événement exclusif a été approuvée par notre équipe. Vous pouvez maintenant vous inscrire pour participer :

source: APPROVED
de: GENEHMIGT
fr: APPROUVÉ

source: Next Step:
de: Nächster Schritt:
fr: Étape suivante

source: Click the button below to complete your event registration. Spots are limited!
de: Klicken Sie auf die Schaltfläche unten, um Ihre Veranstaltungsregistrierung abzuschließen. Die Plätze sind begrenzt!
fr: Cliquez sur le bouton ci-dessous pour finaliser votre inscription à l'événement. Les places sont limitées !

source: Register for Event Now
de: Melden Sie sich jetzt für die Veranstaltung an
fr: S'inscrire à l'événement maintenant

source: Or visit your dashboard to see all your events:
de: Oder besuchen Sie Ihr Dashboard, um alle Ihre Ereignisse anzuzeigen:
fr: Ou visite ton tableau de bord pour voir tous tes événements :

source: We're excited to see you at the event!
de: Wir freuen uns, Sie bei der Veranstaltung zu sehen!
fr: Nous avons hâte de te voir à l'événement !

source: Invitation Update
de: Einladungs-Update
fr: Mise à jour de l'invitation

source: Update on Your Invitation
de: Update zu deiner Einladung
fr: Mettez à jour vos informations de profil

source: Regarding: %(title)s
de: Betreff: %(title)s
fr: Concernant : %(title)s

source: Thank you for your interest in attending <strong>%(title)s</strong>.
de: Vielen Dank für Ihr Interesse an der Teilnahme am<strong>%(title)s</strong>.
fr: Merci pour ton intérêt à participer à <strong>%(title)s</strong>.

source: After careful review, we're unable to approve your invitation to this particular event at this time.
de: Nach sorgfältiger Prüfung können wir Ihre Einladung zu dieser bestimmten Veranstaltung derzeit nicht genehmigen.
fr: Après examen attentif, nous ne pouvons pas approuver votre invitation à cet événement particulier pour le moment.

source: Feedback from our team:
de: Feedback von unserem Team:
fr: Commentaires pour l'utilisateur...

source: We appreciate your understanding. Crush.lu hosts many events throughout the year, and we'd love to see you at future events that might be a better fit.
de: Wir danken Ihnen für Ihr Verständnis. Crush.lu veranstaltet das ganze Jahr über viele Veranstaltungen und wir würden uns freuen, Sie bei zukünftigen Veranstaltungen zu sehen, die vielleicht besser zu Ihnen passen.
fr: Nous apprécions votre compréhension. Crush.lu organise de nombreux événements tout au long de l'année, et nous aimerions vous voir à de futurs événements qui pourraient mieux vous correspondre.

source: Questions or concerns? We're here to help!
de: Fragen oder Bedenken? Wir sind hier, um zu helfen!
fr: Des questions ou préoccupations ? Nous sommes là pour t'aider !

source: Please reply to this email and our team will get back to you.
de: Bitte antworte auf diese E-Mail und unser Team meldet sich bei dir.
fr: Réponds simplement à cet e-mail et notre équipe te répondra.

source: A Magical Gift Awaits
de: Eine magische Reise erwartet dich
fr: Un cadeau magique t'attend

source: A Gift Just for You
de: Eine Reise nur für dich erstellt
fr: Un cadeau rien que pour toi

source: Hi
fr: Salut

source: has created a magical
de: hat eine magische Wonderland-Reise erstellt für
fr: a créé un

source: journey especially for you!
de: Reise speziell für dich!
fr: parcours magique spécialement pour toi !

source: A message from
de: Eine Nachricht für dich:
fr: Un message de

source: QR Code
de: QR-Code ansehen
fr: Code QR

source: Scan to begin your adventure
de: Dein Abenteuer beginnen
fr: Scanne pour commencer ton aventure

source: Begin Your Adventure
de: Dein Abenteuer beginnen
fr: Commencer ton aventure

source: What is the Wonderland of You?
de: Was ist das Wonderland of You?
fr: Qu'est-ce que le Wonderland of You ?

source: It's a magical journey through 6 enchanting chapters filled with puzzles, riddles, and heartfelt surprises. Each chapter unlocks secrets and reveals messages from someone who cares about you deeply.
de: Es ist eine magische Reise durch 6 bezaubernde Kapitel voller Rätsel und herzlicher Überraschungen. Jedes Kapitel enthüllt Geheimnisse und Nachrichten von jemandem, der Sie sehr schätzt.
fr: C'est un parcours magique à travers 6 chapitres enchanteurs remplis de puzzles, d'énigmes et de surprises sincères. Chaque chapitre dévoile des secrets et des messages de quelqu'un qui tient à vous.

source: Rewards
de: Belohnung
fr: Récompenses

source: Gift Code:
de: Geschenk-Code
fr: Code du cadeau :

source: You're receiving this because someone special created a journey for you on Crush.lu.
de: Sie erhalten dies, weil jemand Besonderes eine Reise für Sie auf Crush.lu erstellt hat.
fr: Tu reçois cet email parce que quelqu'un de spécial a créé un parcours pour toi sur Crush.lu.

source: New Connection Request
de: Neue Verbindungsanfrage
fr: Nouvelle demande de connexion !

source: Someone wants to connect!
de: Jemand möchte sich verbinden!
fr: %(name)s veut se connecter avec vous !

source: Hi %(first_name)s!
de: Hallo %(first_name)s!
fr: Salut %(first_name)s !

source: wants to connect with you from the <strong>%(event)s</strong> event!
de: möchte über die Veranstaltung <strong>%(event)s</strong> mit Ihnen in Kontakt treten!
fr: veut se connecter avec toi suite à l'événement<strong>%(event)s</strong> !

source: About %(name)s:
de: Über %(name)s:
fr: À propos de %(name)s :

source: You met at %(event)s on %(date)s. They'd like to continue the conversation!
de: Sie haben sich am %(event)s am %(date)s kennengelernt. Sie würden das Gespräch gerne fortsetzen!
fr: Vous vous êtes rencontrés à %(event)s le %(date)s. Il/Elle aimerait continuer la conversation !

source: View their profile on your connections page
de: Sehen Sie sich ihr Profil auf Ihrer Kontaktseite an
fr: Voir son profil sur ta page de connexions

source: If you accept, you can start messaging each other
de: Wenn Sie zustimmen, können Sie beginnen, sich gegenseitig Nachrichtenzu senden
fr: Si tu acceptes, vous pourrez commencer à vous envoyer des messages

source: Take your time - there's no rush to respond
de: Nehmen Sie sich Zeit – es gibt keine Eile, um zu antworten
fr: Prends ton temps - il n'y a pas d'urgence pour répondre
