Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Everyone gets 90 seconds to introduce themselves. Style chosen by YOUR votes!
de: Jeder hat 90 Sekunden Zeit, um sich vorzustellen. Der Stil wird durch IHRE Stimmen gewählt!
fr: Chacun dispose de 90 secondes pour se présenter. Le style est choisi par VOS votes !

source: Final phase
de: Letzte Phase
fr: Étape finale

source: 3-5 minute conversations with matched pairs. Twist chosen by YOUR votes!
de: 3-5 Minuten Gespräche mit zugeordneten Paaren. Die Variante wird durch IHRE Stimmen gewählt!
fr: Conversations de 3 à 5 minutes avec des paires sélectionnées. La touche spéciale est choisie par VOS votes !

source: Voting Window: 30 Minutes
de: Abstimmungszeitraum: 30 Minuten
fr: Fenetre de vote : 30 minutes

source: Voting opens 15 minutes after the event starts. You have 30 minutes to cast your votes. A live countdown shows exactly how much time remains!
de: Die Abstimmung beginnt 15 Minuten nach Eventbeginn. Sie haben 30 Minuten, um Ihre Stimmen abzugeben. Ein Live-Countdown zeigt genau, wie viel Zeit noch bleibt!
fr: Le vote ouvre 15 minutes après le début de l'événement. Vous avez 30 minutes pour voter. Un compte à rebours en direct montre exactement le temps restant !

source: Step 2: You Vote on TWO Categories
de: Schritt 2: Du stimmst über ZWEI Kategorien ab
fr: Etape 2 : Tu votes sur DEUX categories

source: Unlike simple polls, you'll vote on TWO separate things. Each category affects a different phase of the event!
de: Anders als bei einfachen Umfragen stimmen Sie über ZWEI verschiedene Dinge ab. Jede Kategorie beeinflusst eine andere Phase des Events!
fr: Contrairement aux simples sondages, vous votez sur DEUX choses différentes. Chaque catégorie affecte une phase différente de l'événement !

source: Category A
de: Kategorie A
fr: Categorie A

source: Presentation Style
de: Präsentationsstil
fr: Style de présentation

source: How will everyone introduce themselves in Phase 2?
de: Wie werden sich alle in Phase 2 vorstellen?
fr: Comment chacun se presentera-t-il en phase 2 ?

source: With Favorite Music
de: Mit Lieblingsmusik
fr: Avec ta musique preferee

source: 5 Predefined Questions
de: 5 vordefinierte Fragen
fr: 5 questions prédéfinies

source: Share Picture & Story
de: Foto & Geschichte teilen
fr: Partage une photo et une histoire

source: Winner decides Phase 2 format
de: Gewinner bestimmt das Format von Phase 2
fr: Le gagnant decide le format de la phase 2

source: Category B
de: Kategorie B
fr: Categorie B

source: Speed Dating Twist
de: Speed Dating Variante
fr: Twist du Speed Dating

source: What fun twist will spice up Phase 3?
de: Welche lustige Variante würzt Phase 3?
fr: Quelle touche amusante pimentera la phase 3 ?

source: Spicy Questions First
de: Pikante Fragen zuerst
fr: Questions piquantes d'abord

source: Forbidden Word Game
de: Verbotenes-Wort-Spiel
fr: Jeu du mot interdit

source: Algorithm Extended
de: Algorithmus erweitert
fr: Algorithme prolongé

source: Winner decides Phase 3 twist
de: Gewinner bestimmt die Variante von Phase 3
fr: Le gagnant decide la touche de la phase 3

source: Special: Mystery Event
de: Spezial: Mystery Event
fr: Spécial : Événement mystère

source: Some events feature a Mystery option! If chosen, coaches surprise everyone with a unique activity designed to create unexpected connections. Adventure awaits!
de: Manche Events haben eine Mystery-Option! Wenn gewählt, überraschen die Coaches alle mit einer einzigartigen Aktivität, die unerwartete Verbindungen schafft. Das Abenteuer wartet!
fr: Certains événements proposent une option Mystère ! Si elle est choisie, les coachs surprennent tout le monde avec une activité unique conçue pour créer des connexions inattendues. L'aventure t'attend !

source: Step 3: Try Voting Now!
de: Schritt 3: Probiere jetzt die Abstimmung!
fr: Etape 3 : Essaie de voter maintenant !

source: Practice voting below! You must select ONE option from EACH category before you can submit.
de: Üben Sie die Abstimmung unten! Sie müssen EINE Option aus JEDER Kategorie wählen, bevor Sie absenden können.
fr: Entraîne-toi à voter ci-dessous ! Tu dois sélectionner UNE option de CHAQUE catégorie avant de pouvoir soumettre.

source: Introduce yourself while your song plays!
de: Stelle dich vor, während dein Song läuft!
fr: Presente-toi pendant que ta chanson joue !

source: Fun questions everyone answers!
de: Lustige Fragen, die alle beantworten!
fr: Questions amusantes auxquelles tout le monde repond !

source: Show a favorite photo and tell its story!
de: Zeige ein Lieblingsfoto und erzähle seine Geschichte!
fr: Montre une photo preferee et raconte son histoire !

source: Selected!
de: Ausgewählt!
fr: Sélectionné !

source: Start with fun, revealing questions!
de: Beginne mit lustigen, aufschlussreichen Fragen!
fr: Commence par des questions amusantes et revelatrices !

source: Avoid saying certain words - hilarious!
de: Vermeide bestimmte Wörter - urkomisch!
fr: Evite de dire certains mots - hilarant !

source: Top matches get extended 8-min conversations!
de: Top-Matches bekommen verlängerte 8-Min-Gespräche!
fr: Les meilleurs matchs obtiennent des conversations prolongées de 8 minutes !

source: Please select one option from EACH category to continue
de: Bitte wähle eine Option aus JEDER Kategorie, um fortzufahren
fr: Merci de sélectionner une option dans CHAQUE catégorie pour continuer

source: Step 4: See the Winners
de: Schritt 4: Sieh die Gewinner
fr: Etape 4 : Voir les gagnants

source: After voting closes, you'll see the winners for BOTH categories - each one shapes a different part of your evening!
de: Nach Ende der Abstimmung sehen Sie die Gewinner für BEIDE Kategorien - jeder gestaltet einen anderen Teil Ihres Abends!
fr: Après la clôture du vote, tu verras les gagnants des DEUX catégories - chacun façonne une partie différente de ta soirée !

source: Category A Winner
de: Gewinner Kategorie A
fr: Gagnant Categorie A

source: Category B Winner
de: Gewinner Kategorie B
fr: Gagnant Categorie B

source: Example Vote Breakdown:
de: Beispiel-Abstimmungsergebnis:
fr: Exemple de repartition des votes :

source: Picture & Story
de: Foto & Geschichte
fr: Photo et Histoire

source: Spicy Questions
de: Pikante Fragen
fr: Questions piquantes

source: Forbidden Word
de: Verbotenes Wort
fr: Mot interdit

source: The winning options are applied! In this example: Everyone presents with their favorite music playing, then speed dating starts with spicy questions to break the ice!
de: Die Gewinneroptionen werden angewendet! In diesem Beispiel: Alle stellen sich mit ihrer Lieblingsmusik vor, dann beginnt das Speed Dating mit pikanten Fragen zum Eisbrechen!
fr: Les options gagnantes sont appliquées ! Dans cet exemple : Tout le monde se présente avec sa musique préférée, puis le speed dating commence avec des questions piquantes pour briser la glace !

source: Step 5: Make Connections
de: Schritt 5: Verbindungen knüpfen
fr: Étape 5 : Créer des connexions

source: After the event, you can request connections with people you clicked with!
de: Nach dem Event können Sie Verbindungsanfragen an Personen senden, mit denen Sie sich verstanden haben!
fr: Après l'événement, tu peux demander des connexions avec les personnes avec qui tu as accroché !

source: You Can:
de: Du kannst:
fr: Tu peux :

source: View all event attendees
de: Alle Event-Teilnehmer ansehen
fr: Voir tous les participants

source: Send connection requests
de: Verbindungsanfragen senden
fr: Envoyer des demandes de connexion

source: Get coach-facilitated introductions
de: Coach-begleitete Vorstellungen erhalten
fr: Obtenir des introductions facilitées par le coach

source: Exchange contact info with mutual matches
de: Kontaktdaten mit gegenseitigen Matches austauschen
fr: Échanger les coordonnées avec les matchs mutuels

source: Privacy Protected:
de: Datenschutz gewährleistet:
fr: Confidentialité protégée :

source: Only attendees can see each other
de: Nur Teilnehmer können sich gegenseitig sehen
fr: Seuls les participants peuvent se voir

source: Coach reviews all connections
de: Coach überprüft alle Verbindungen
fr: Le coach examine toutes les connexions

source: Both people must consent
de: Beide Personen müssen zustimmen
fr: Les deux personnes doivent consentir

source: No info shared without permission
de: Keine Infos ohne Erlaubnis geteilt
fr: Aucune info partagée sans permission

source: Replay Tour
de: Tour wiederholen
fr: Relancer le tour

source: Welcome to Event Voting!
de: Willkommen zur Event-Abstimmung!
fr: Bienvenue au vote événementiel !

source: At Crush.lu events, YOU shape the evening! This tour shows you exactly how voting works.
de: Bei Crush.lu Events gestalten SIE den Abend! Diese Tour zeigt Ihnen genau, wie die Abstimmung funktioniert.
fr: Aux événements Crush.lu, TU façonnes la soirée ! Ce tour te montre exactement comment fonctionne le vote.

source: Three-Phase Events
de: Drei-Phasen Events
fr: Événements en trois phases

source: Every event has 3 phases: Icebreaker, Presentations, and Speed Dating. Your votes decide what happens in phases 2 and 3!
de: Jedes Event hat 3 Phasen: Eisbrecher, Präsentationen und Speed Dating. Deine Stimmen entscheiden, was in Phase 2 und 3 passiert!
fr: Chaque événement a 3 phases : Brise-glace, Présentations et Speed Dating. Tes votes décident ce qui se passe aux phases 2 et 3 !

source: Voting Opens at 15 Minutes
de: Abstimmung öffnet nach 15 Minuten
fr: Le vote ouvre a 15 minutes

source: After 15 minutes of mingling, voting opens for 30 minutes. You will see a live countdown timer on your phone!
de: Nach 15 Minuten Smalltalk öffnet die Abstimmung für 30 Minuten. Sie sehen einen Live-Countdown-Timer auf Ihrem Handy!
fr: Après 15 minutes de mélange, le vote ouvre pendant 30 minutes. Tu verras un compte à rebours en direct sur ton téléphone !

source: TWO Categories!
de: ZWEI Kategorien!
fr: DEUX catégories !

source: Unlike simple polls, you vote on TWO separate things. Each one affects a different phase of the event.
de: Anders als bei einfachen Umfragen stimmen Sie über ZWEI verschiedene Dinge ab. Jedes beeinflusst eine andere Phase des Events.
fr: Contrairement aux simples sondages, tu votes sur DEUX choses différentes. Chacune affecte une phase différente de l'événement.

source: Category A: Presentation Style
de: Kategorie A: Präsentationsstil
fr: Catégorie A : Style de présentation

source: First, choose HOW everyone will introduce themselves. With music? Fun questions? Photos? You decide!
de: Wählen Sie zuerst, WIE sich alle vorstellen. Mit Musik? Lustigen Fragen? Fotos? Sie entscheiden!
fr: D'abord, choisis COMMENT chacun va se présenter. Avec de la musique ? Des questions amusantes ? Des photos ? Tu décides !

source: Category B: Speed Dating Twist
de: Kategorie B: Speed Dating Variante
fr: Categorie B : Touche Speed Dating

source: Then, pick a fun TWIST for the speed dating phase. Spicy questions? Word games? Extended time for top matches?
de: Dann wählen Sie eine lustige VARIANTE für die Speed-Dating-Phase. Pikante Fragen? Wortspiele? Verlängerte Zeit für Top-Matches?
fr: Ensuite, choisis une touche amusante pour la phase de speed dating. Questions piquantes ? Jeux de mots ? Temps prolongé pour les meilleurs matchs ?

source: Mystery Option
fr: Option mystère

source: Some events offer a Mystery option! Trust the coaches with a surprise activity designed to create unexpected connections.
de: Manche Events bieten eine Mystery-Option! Vertrauen Sie den Coaches mit einer Überraschungsaktivität, die unerwartete Verbindungen schafft.
fr: Certains événements proposent une option Mystère ! Fais confiance aux coachs pour une activité surprise conçue pour créer des connexions inattendues.

source: Try It Now!
de: Probiere es jetzt!
fr: Essaie maintenant !

source: Practice voting below! Select ONE option from EACH category - the submit button only activates when both are chosen.
de: Üben Sie die Abstimmung unten! Wählen Sie EINE Option aus JEDER Kategorie - der Absenden-Button aktiviert sich erst, wenn beide gewählt sind.
fr: Entraîne-toi à voter ci-dessous ! Sélectionne UNE option de CHAQUE catégorie - le bouton de soumission ne s'active que lorsque les deux sont choisis.

source: TWO Winners!
de: ZWEI Gewinner!
fr: DEUX Gagnants !

source: After voting closes, winners are announced for BOTH categories. Each winner shapes a different part of your evening!
de: Nach Ende der Abstimmung werden die Gewinner für BEIDE Kategorien bekannt gegeben. Jeder Gewinner gestaltet einen anderen Teil Ihres Abends!
fr: Après la clôture du vote, les gagnants sont annoncés pour les DEUX catégories. Chaque gagnant façonne une partie différente de ta soirée !

source: After the event, connect with people you clicked with. Coaches facilitate introductions while protecting privacy!
de: Nach dem Event verbinden Sie sich mit Personen, mit denen Sie sich verstanden haben. Coaches begleiten Vorstellungen und schützen Ihre Privatsphäre!
fr: Après l'événement, connecte-toi avec les personnes avec qui tu as accroché. Les coachs facilitent les présentations tout en protégeant la vie privée !

source: You are Ready!
de: Du bist bereit!
fr: Vous êtes prêt !

source: That is everything! On event day, open the voting link on your phone. Questions? Ask a coach at the event!
de: Das ist alles! Am Event-Tag öffnen Sie den Abstimmungslink auf Ihrem Handy. Fragen? Fragen Sie einen Coach beim Event!
fr: C'est tout ! Le jour de l'événement, ouvre le lien de vote sur ton téléphone. Des questions ? Demande à un coach à l'événement !

source: Votes submitted! In a real event, you would now see the results page with live vote counts.
de: Stimmen abgegeben! Bei einem echten Event würden Sie jetzt die Ergebnisseite mit Live-Abstimmungszahlen sehen.
fr: Votes soumis ! Dans un vrai événement, tu verrais maintenant la page des résultats avec les comptages de votes en direct.

source: Finish
de: Abgang
fr: Terminer

source: Third-Party Login Error
de: Drittanbieter-Anmeldefehler
fr: Erreur de connexion tierce

source: An error occurred while attempting to login via your third-party account.
de: Beim Versuch, sich über Ihr Drittanbieter-Konto anzumelden, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte tiers.

source: Error details:
de: Fehlerdetails:
fr: Détails de l'erreur :

source: This can happen if:
de: Dies kann passieren, wenn:
fr: Cela peut arriver si :

source: You cancelled the login on the provider's site
de: Sie die Anmeldung auf der Anbieterseite abgebrochen haben
fr: Vous avez annulé la connexion sur le site du fournisseur

source: Your email is already registered with a different login method
de: Ihre E-Mail bereits mit einer anderen Anmeldemethode registriert ist
fr: Votre e-mail est déjà enregistré avec une autre méthode de connexion

source: There was a temporary connection issue
de: Es ein vorübergehendes Verbindungsproblem gab
fr: Il y a eu un problème de connexion temporaire

source: Back to Login
de: Zurück zur Anmeldung
fr: Retour à la connexion

source: Create New Account
de: Neues Konto erstellen
fr: Créer un nouveau compte

source: Complete Your Crush.lu Signup
de: Schließe deine Crush.lu-Registrierung ab
fr: Complète ton inscription Crush.lu

source: Complete Your Signup
de: Schließe deine Registrierung ab
fr: Complète ton inscription

source: You're signing up for Crush.lu using your %(provider)s account. Please confirm your information below.
de: Du registrierst dich für Crush.lu mit deinem %(provider)s-Konto. Bitte bestätige deine Informationen unten.
fr: Tu t'inscris à Crush.lu en utilisant ton compte %(provider)s. Confirme tes informations ci-dessous.

source: Errors:
de: Fehler:
fr: Erreurs :

source: This email is from your %(provider)s account and cannot be changed.
de: Diese E-Mail stammt von deinem %(provider)s-Konto und kann nicht geändert werden.
fr: Cet email provient de ton compte %(provider)s et ne peut pas être modifié.

source: I agree to Crush.lu's
de: Ich stimme den
fr: J'accepte les

source: Complete Signup
de: Registrierung abschließen
fr: Finaliser l'inscription

source: Complete your profile with photos and bio
de: Vervollständige dein Profil mit Fotos und Bio
fr: Complète ton profil avec des photos et une bio

source: Profile review by a Crush Coach
de: Profilüberprüfung durch einen Crush Coach
fr: Révision du profil par un Crush Coach

source: Start attending events and meeting people!
de: Besuche Events und lerne Leute kennen!
fr: Commence à participer aux événements et à rencontrer des gens !

source: Login here
de: Hier anmelden
fr: Connecte-toi ici

source: Email preferences updated successfully!
de: E-Mail-Einstellungen erfolgreich aktualisiert!
fr: Préférences e-mail mises à jour avec succès !

source: Invalid unsubscribe link. Please check your email or contact support.
de: Ungültiger Abmeldelink. Bitte überprüfen Sie Ihre E-Mail oderkontaktieren Sie den Support.
fr: Lien de désabonnement invalide. Veuillez vérifier votre e-mail oucontacter le support.

source: You have been unsubscribed from marketing emails.
de: Sie wurden von Marketing-E-Mails abgemeldet.
fr: Vous avez été désabonné des emails marketing.

source: You have been re-subscribed to Crush.lu emails.
de: Sie wurden erneut für Crush.lu E-Mails angemeldet.
fr: Vous avez été réabonné aux emails Crush.lu.

source: This feature is only for users who signed up with Facebook.
de: Diese Funktion ist nur für Benutzer verfügbar, die sich mit Facebookregistriert haben.
fr: Cette fonctionnalité est réservée aux utilisateurs inscrits via Facebook.

source: You already have a password set. Use "Change Password" to update it.
de: Sie haben bereits ein Passwort festgelegt. Verwenden Sie "Passwortändern", um es zu aktualisieren.
fr: Vous avez déjà un mot de passe défini. Utilisez "Changer le mot depasse" pour le mettre à jour.

source: Social account not found.
de: Social-Media-Konto nicht gefunden.
fr: Compte social introuvable.

source: Account created! Check your email and complete your profile.
de: Konto erstellt! Überprüfen Sie Ihre E-Mail und vervollständigen Sie Ihr Profil.
fr: Compte créé ! Vérifiez votre e-mail et complétez votre profil.

source: An error occurred while submitting your profile. Please try again.
de: Beim Einreichen Ihres Profils ist ein Fehler aufgetreten. Bitteversuchen Sie es erneut.
fr: Une erreur s'est produite lors de la soumission de ton profil. Merci de réessayer.

source: Profile submitted for review!
de: Profil zur Überprüfung eingereicht!
fr: Profil soumis pour examen !

source: Your profile has been submitted. Check the status below.
de: Ihr Profil wurde eingereicht. Überprüfen Sie den Status unten.
fr: Votre profil a été soumis. Consultez le statut ci-dessous.

source: You need to create a profile first.
de: Sie müssen zuerst ein Profil erstellen.
fr: Vous devez d'abord créer un profil.

source: Your profile must be approved before editing.
de: Ihr Profil muss genehmigt werden, bevor Sie es bearbeiten können.
fr: Votre profil doit être approuvé avant de pouvoir être modifié.

source: Profile updated successfully!
de: Profil erfolgreich aktualisiert!
fr: Profil mis à jour avec succès !

source: Your profile is currently under review. You'll be notified once it's approved.
de: Ihr Profil wird derzeit überprüft. Sie werden benachrichtigt, sobald es genehmigt wurde.
fr: Votre profil est actuellement en cours d'examen. Vous serez notifié une fois qu'il sera approuvé.

source: Your profile needs updates. Please review the coach feedback below.
de: Ihr Profil benötigt Aktualisierungen. Bitte überprüfen Sie das Coach-Feedback unten.
fr: Ton profil nécessite des mises à jour. Merci de consulter les commentaires du coach ci-dessous.

source: Please complete your profile to continue.
de: Bitte vervollständigen Sie Ihr Profil, um fortzufahren.
fr: Veuillez compléter votre profil pour continuer.

source: No profile submission found.
de: Keine Profilübermittlung gefunden.
fr: Aucune soumission de profil trouvée.

source: Please complete your profile first.
de: Bitte vervollständigen Sie zuerst Ihr Profil.
fr: Veuillez d'abord compléter votre profil.

source: Access to public events
de: Zugang zu öffentlichen Veranstaltungen
fr: Accès aux événements publics

source: Basic profile features
de: Basis-Profilfunktionen
fr: Fonctionnalités de profil de base

source: Connection messaging
de: Verbindungs-Messaging
fr: Messagerie de connexion

source: All Basic benefits
de: Alle Basic-Vorteile
fr: Tous les avantages Basic

source: Priority event registration
de: Vorrangige Anmeldung für Veranstaltungen
fr: Inscription prioritaire aux événements

source: Profile badge
de: Profil-Abzeichen
fr: Badge de profil

source: All Bronze benefits
de: Alle Bronze-Vorteile
fr: Tous les avantages Bronze

source: Exclusive events access
de: Exklusiver Zugang zu Veranstaltungen
fr: Accès aux événements exclusifs

source: Extended profile features
de: Erweiterte Profilfunktionen
fr: Fonctionnalités de profil étendues

source: All Silver benefits
de: Alle Silver-Vorteile
fr: Tous les avantages Silver

source: VIP event access
de: VIP-Zugang zu Veranstaltungen
fr: Accès VIP aux événements

source: Personal coach session
de: Persönliche Coach-Sitzung
fr: Session personnelle avec coach

source: Membership card is not available yet. Please try again later.
de: Die Mitgliedskarte ist noch nicht verfügbar. Bitte versuchen Sie esspäter noch einmal.
fr: La carte de membre n'est pas encore disponible. Réessaye plus tard.

source: This is a private invitation-only event. Please log in.
de: Dies ist ein privates Event nur auf Einladung. Bitte melden Sie sichan.
fr: Ceci est un événement privé sur invitation uniquement. Veuillez vousconnecter.

source: You do not have access to this private event.
de: Sie haben keinen Zugang zu diesem privaten Event.
fr: Vous n'avez pas accès à cet événement privé.

source: You do not have an approved invitation for this event.
de: Sie haben keine genehmigte Einladung für dieses Event.
fr: Vous n'avez pas d'invitation approuvée pour cet événement.

source: Please complete your profile before registering for events. This is required for all users, even with invitations.
de: Bitte vervollständige dein Profil, bevor du dich für Events anmeldest. Dies ist für alle Nutzer erforderlich, auch mit Einladungen.
fr: Complète ton profil avant de t'inscrire aux événements. C'est requis pour tous les utilisateurs, même avec des invitations.

source: Your profile is missing. Please contact support for assistance.
de: Dein Profil fehlt. Bitte kontaktiere den Support für Hilfe.
fr: Ton profil est manquant. Contacte le support pour obtenir de l'aide.

source: You are already registered for this event.
de: Sie sind bereits für diese Veranstaltung angemeldet.
fr: Vous êtes déjà inscrit à cet événement.

source: Registration is not available for this event.
de: Anmeldung für diese Veranstaltung nicht verfügbar.
fr: L'inscription n'est pas disponible pour cet événement.

source: Event is full. You have been added to the waitlist.
de: Veranstaltung ist voll. Sie wurden auf die Warteliste gesetzt.
fr: L'événement est complet. Vous avez été ajouté à la liste d'attente.

source: Successfully registered for the event!
de: Erfolgreich für die Veranstaltung angemeldet!
fr: Inscription à l'événement réussie !

source: Your registration has been cancelled.
de: Ihre Anmeldung wurde storniert.
fr: Votre inscription a été annulée.

source: Your coach account has been deactivated. Please contact an administrator.
de: Ihr Coach-Konto wurde deaktiviert. Bitte kontaktieren Sie einen Administrator.
fr: Votre compte coach a été désactivé. Veuillez contacter un administrateur.

source: You do not have coach access.
de: Sie haben keinen Coach-Zugang.
fr: Vous n'avez pas accès aux fonctions coach.
