Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Never used
fr: Jamais utilisé

source: Just now
fr: À l'instant

source: Last active:
fr: Dernière activité :

source: Failed to enable notifications
fr: Échec de l'activation des notifications

source: Failed to disable notifications
fr: Échec de la désactivation des notifications

source: Failed to enable
fr: Échec de l'activation

source: Permission denied
fr: Permission refusée

source: Failed to save. Please try again.
fr: Échec de l'enregistrement. Veuillez réessayer.

source: Network error. Please check your connection.
fr: Erreur réseau. Veuillez vérifier votre connexion.

source: Firebase configuration missing. Phone verification is temporarily unavailable.
fr: Configuration Firebase manquante. La vérification téléphonique est temporairement indisponible.

source: Phone verification is temporarily unavailable. Please try again later or contact support.
fr: La vérification téléphonique est temporairement indisponible. Veuillez réessayer plus tard ou contacter le support.

source: Phone verification service failed to initialize. Please refresh the page or try again later.
fr: Le service de vérification téléphonique n'a pas pu s'initialiser. Veuillez actualiser la page ou réessayer plus tard.

source: Please enter a valid phone number
fr: Veuillez entrer un numéro de téléphone valide

source: No verification in progress. Please request a new code.
fr: Aucune vérification en cours. Veuillez demander un nouveau code.

source: Please enter the 6-digit code
fr: Veuillez entrer le code à 6 chiffres

source: Invalid phone number format. Please use international format (e.g., +352 XXX XXX)
fr: Format de numéro de téléphone invalide. Veuillez utiliser le format international (ex : +352 XXX XXX)

source: Too many attempts. Please wait a few minutes and try again.
fr: Trop de tentatives. Veuillez patienter quelques minutes et réessayer.

source: Security verification failed. Please refresh the page and try again.
fr: Échec de la vérification de sécurité. Veuillez actualiser la page et réessayer.

source: Invalid code. Please check the code and try again.
fr: Code invalide. Veuillez vérifier le code et réessayer.

source: Code expired. Please request a new code.
fr: Code expiré. Veuillez demander un nouveau code.

source: SMS quota exceeded. Please try again later.
fr: Quota de SMS dépassé. Veuillez réessayer plus tard.

source: This phone number has been disabled. Please contact support.
fr: Ce numéro de téléphone a été désactivé. Veuillez contacter le support.

source: Phone authentication is not enabled. Please contact support.
fr: L'authentification téléphonique n'est pas activée. Veuillez contacter le support.

source: SMS service temporarily unavailable. Please wait a few minutes and try again.
fr: Service SMS temporairement indisponible. Veuillez patienter quelques minutes et réessayer.

source: An error occurred. Please try again.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Push service error. This may be due to server misconfiguration or network issues. Please try again later.
fr: Erreur du service de notifications push. Cela peut être dû à une mauvaise configuration du serveur ou à des problèmes de réseau. Veuillez réessayer plus tard.

source: Push notifications are blocked. Please enable them in your browser settings.
fr: Les notifications push sont bloquées. Veuillez les activer dans les paramètres de votre navigateur.

source: Push subscription already exists or is in an invalid state.
fr: L'abonnement push existe déjà ou est dans un état invalide.

source: Failed to unsubscribe
fr: Échec de la désinscription
