Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: A coach may contact you for a quick screening call
de: Möglicherweise kontaktiert Sie ein Coach für ein kurzes Screening-Gespräch
fr: Un coach pourrait te contacter pour un appel de sélection rapide

source: Once approved, you can register for events!
de: Nach Genehmigung kannst du dich für Events anmelden!
fr: Votre profil Crush.lu a été approuvé ! Vous pouvez maintenant vousinscrire aux événements.

source: Meet people in real life at our speed dating & social events
de: Triff Menschen im echten Leben bei unseren Speed-Dating &Social-Events
fr: Rencontre des personnes dans la vie réelle lors de nos événements de speed dating et événements sociaux

source: Complete Your Profile Now
de: Vervollständige dein Profil jetzt
fr: Complétez votre profil

source: Need help?
de: Brauchen Sie Hilfe?
fr: Besoin d'aide ?

source: Reply to this email or check out our
de: Antworten Sie auf diese E-Mail oder schauen Sie sich unsere an
fr: Réponds à cet e-mail ou consulte notre

source: We're excited to have you in the Crush.lu community!
de: Wir freuen uns, Sie in der Crush.lu-Community zu haben!
fr: Nous sommes ravis de t'accueillir dans la communauté Crush.lu !

source: Warmly,
de: Herzlich,
fr: Chaleureusement,

source: This email was sent to %(email)s because you created a Crush.lu account.
de: Diese E-Mail wurde an %(email)s gesendet, weil Sie ein Crush.lu-Konto erstellt haben.
fr: Cet e-mail a été envoyé à %(email)s car vous avez créé un compte Crush.lu.

source: Privacy-focused dating in Luxembourg
de: Datenschutz-orientiertes Dating in Luxemburg
fr: Localisation au Luxembourg

source: Vote on Activities
de: Über Aktivitäten abstimmen
fr: Activité récente

source: Back to Lobby
de: Zurück zur Lobby
fr: Retour à la connexion

source: Vote for Event Activities
de: Für Event-Aktivitäten abstimmen
fr: Activité récente

source: Time Remaining to Vote:
de: Verbleibende Abstimmungszeit:
fr: Restant :

source: ✓ Current Votes:
de: ✓ Aktuelle Stimmen:
fr: ✓ Votes actuels :

source: Speed Dating Twist: <strong>%(twist)s</strong>
fr: Variante Speed Dating : <strong>%(twist)s</strong>

source: You can change your votes anytime before voting closes.
de: Du kannst deine Stimmen jederzeit ändern, bevor die Abstimmung endet.
fr: Tu peux changer tes votes à tout moment avant la fin du vote.

source: ⚠️ Incomplete!
de: ⚠️ Unvollständig!
fr: ⚠️ Incomplet !

source: You must vote on BOTH categories to submit.
de: Du musst in BEIDEN Kategorien abstimmen, um abzusenden.
fr: Tu dois voter dans les DEUX catégories pour soumettre.

source: ✓ You've voted on Presentation Style.
de: ✓ Sie haben über den Präsentationsstil abgestimmt.
fr: ✓ Tu as voté pour le style de présentation.

source: ✓ You've voted on Speed Dating Twist.
de: ✓ Sie haben für Speed ​​Dating Twist gestimmt.
fr: ✓ Tu as voté pour la variante Speed Dating.

source: 📋 Vote on TWO Categories:
de: 📋 Stimmen Sie über ZWEI Kategorien ab:
fr: 📋 Vote dans DEUX catégories :

source: You must vote on both your presentation style AND speed dating twist!
de: Du musst sowohl für deinen Präsentationsstil ALS AUCH für dein Speed-Dating-Twist abstimmen!
fr: Tu dois voter pour ton style de présentation ET la variante speed dating !

source: Category 1 of 2
de: Kategorie 1 von 2
fr: Catégorie 1 sur 2

source: 🎤 Presentation Style (Phase 2 - Mandatory)
de: 🎤 Präsentationsstil (Phase 2 – Pflicht)
fr: 🎤 Style de présentation (Phase 2 - Obligatoire)

source: Everyone will present for 90 seconds. Choose how YOU want to introduce yourself!
de: Jeder wird 90 Sekunden lang vortragen. Wählen Sie, wie SIE sich vorstellen möchten!
fr: Tout le monde présentera pendant 90 secondes. Choisis comment TU veux te présenter !

source: Category 2 of 2
de: Kategorie 2 von 2
fr: Catégorie 2 sur 2

source: 💕 Speed Dating Twist (Phase 3)
fr: 💕 Variante Speed Dating (Phase 3)

source: After presentations, you'll do speed dating with matched pairs. Choose a fun twist!
de: Nach den Präsentationen führen Sie ein Speed-Dating mit Partnern durch. Wählen Sie eine lustige Variante!
fr: Après les présentations, tu feras du speed dating avec des paires assorties. Choisis une variante amusante !

source: Update My Votes
de: Meine Stimmen aktualisieren
fr: Mettre à jour mes votes

source: Submit My Votes
de: Meine Stimmen abgeben
fr: Soumettre mes votes

source: Remember:
de: Denke daran:
fr: Membre

source: You can change your votes at any time before the voting period ends!
de: Du kannst deine Stimmen jederzeit ändern, bevor der Abstimmungszeitraum endet!
fr: Vous pouvez modifier vos votes à tout moment avant la fin de lapériode de vote !Tu peux changer tes votes à tout moment avant la finde la période de vote !

source: Who did you connect with?
de: Mit wem hast du dich verbunden?
fr: Avec qui as-tu connecté ?

source: %(date)s at %(time)s
de: %(date)s bei %(time)s
fr: %(date)s à %(time)s

source: Select people you'd like to stay in touch with. If they also select you (mutual interest!), a Crush Coach will help facilitate your introduction and guide you through sharing contact information.
de: Wählen Sie Personen aus, mit denen Sie in Kontakt bleiben möchten. Wenn auch Sie ausgewählt werden (gegenseitiges Interesse!), wird Ihnen ein Crush-Coach bei der Einführung helfen und Sie durch die Weitergabe von Kontaktinformationen begleiten.
fr: Sélectionne les personnes avec qui tu aimerais rester en contact. Si elles te sélectionnent aussi (intérêt mutuel !), un Crush Coach aidera à faciliter votre introduction et te guidera pour partager vos coordonnées.

source: No other attendees yet
de: Noch keine anderen Teilnehmer
fr: Pas encore d'autres participants

source: Check back after the event when other attendees are marked as attended.
de: Schauen Sie nach der Veranstaltung noch einmal vorbei, wenn andere Teilnehmer als teilgenommen markiert sind.
fr: Reviens après l'événement quand d'autres participants seront marqués comme présents.

source: Cancel Event Registration
de: Event-Anmeldung stornieren
fr: Annuler l'inscription

source: Are you sure you want to cancel your registration for this event?
de: Möchtest du deine Anmeldung für dieses Event wirklich stornieren?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Yes, Cancel Registration
de: Ja, Anmeldung stornieren
fr: Annuler l'inscription

source: No, Keep Registration
de: Nein, Anmeldung behalten
fr: Annuler l'inscription

source: Back to Events
de: Zurück zu Events
fr: Retour à la connexion

source: Date & Time
de: Datum und Uhrzeit
fr: Date et heure

source: Capacity
de: Kapazität
fr: Capacité

source: Max participants: %(max)s
de: Max. Teilnehmer: %(max)s
fr: Participants max : %(max)s

source: Spots remaining: %(spots)s
de: Verbleibende Plätze: %(spots)s
fr: Places restantes : %(spots)s

source: Price
de: Preis
fr: Prix :

source: Free
de: Frei
fr: Gratuit

source: Requirements
de: Voraussetzungen
fr: Exigences

source: Ages %(min)s-%(max)s
de: Alter %(min)s-%(max)s
fr: Âges %(min)s-%(max)s

source: Registration deadline: %(deadline)s
de: Anmeldeschluss: %(deadline)s
fr: Date limite d'inscription : %(deadline)s

source: How The Event Works
de: So funktioniert das Event
fr: Comment ça marche

source: Interactive Activity Voting:
de: Interaktive Aktivitätsabstimmung:
fr: Sélection interactive de parcelle

source: 15 minutes after the event starts, you'll vote on which activity format to do
de: 15 Minuten nach Eventbeginn stimmen Sie ab, welches Aktivitätsformat durchgeführt wird
fr: 15 minutes après le début de l'événement, tu voteras pour le format d'activité à faire

source: Choose from Speed Dating, 90-Second Presentations, or Mystery Event
fr: Choisis entre Speed Dating, Présentations de 90 secondes, ou Événement Mystère

source: Voting lasts 30 minutes - everyone participates!
de: Die Abstimmung dauert 30 Minuten – jeder macht mit!
fr: Le vote dure 30 minutes - tout le monde participe !

source: The winning activity determines how the event flows
de: Die gewinnende Aktivität bestimmt, wie die Veranstaltung abläuft
fr: L'activité gagnante détermine le déroulement de l'événement

source: After the event, connect with people you clicked with
de: Vernetzen Sie sich nach der Veranstaltung mit den Personen, mit denen Sie geklickt haben
fr: Après l'événement, connectez-vous avec les personnes avec qui vousavez accrochéAprès l'événement, connecte-toi avec les personnes avecqui ça a cliqué

source: Access Voting Lobby
de: Greifen Sie auf die Abstimmungslobby zu
fr: Accéder au hall de vote

source: You're registered for this event!
de: Du bist für dieses Event angemeldet!
fr: Vous êtes déjà inscrit à cet événement.

source: Status: %(status)s
fr: Statut : %(status)s

source: Register for This Event
de: Für dieses Event anmelden
fr: S'inscrire à cet événement

source: Registration is closed for this event.
de: Die Anmeldung für dieses Event ist geschlossen.
fr: L'inscription n'est pas disponible pour cet événement.

source: or
de: oder
fr: ou

source: sign up
de: anmelden
fr: S'inscrire

source: to register for this event.
de: um dich für dieses Event anzumelden.
fr: pour vous inscrire à cet événement.

source: Dating Events Luxembourg - Speed Dating & Singles Meetups | Crush.lu
de: Dating Events Luxemburg - Speed Dating & Singles Treffen | Crush.lu
fr: Événements de rencontres Luxembourg - Speed Dating et rencontres célibataires | Crush.lu

source: Dating Events in Luxembourg | Crush.lu
de: Dating Events in Luxemburg | Crush.lu
fr: Événements de rencontres au Luxembourg | Crush.lu

source: Browse upcoming speed dating events, social mixers, and singles meetups in Luxembourg. Join Crush.lu events to meet real people and make authentic connections.
de: Entdecken Sie kommende Speed-Dating-Events, Social Mixer und Singles-Treffen in Luxemburg. Nehmen Sie an Crush.lu Events teil, um echte Menschen zu treffen und authentische Verbindungen zu knüpfen.
fr: Découvrez les prochains événements de speed dating, soirées sociales et rencontres célibataires au Luxembourg. Rejoignez les événements Crush.lu pour rencontrer de vraies personnes et créer des connexions authentiques.

source: Browse upcoming speed dating events, social mixers, and singles meetups in Luxembourg. Join Crush.lu events to meet real people.
de: Entdecken Sie kommende Speed-Dating-Events, Social Mixer und Singles-Treffen in Luxemburg. Nehmen Sie an Crush.lu Events teil, um echte Menschen zu treffen.
fr: Découvrez les prochains événements de speed dating, soirées sociales et rencontres célibataires au Luxembourg. Rejoignez les événements Crush.lu pour rencontrer de vraies personnes.

source: Find upcoming dating events in Luxembourg. Crush.lu hosts speed dating nights, social mixers, activity meetups, and themed events for singles looking for authentic connections.
de: Finden Sie kommende Dating-Events in Luxemburg. Crush.lu veranstaltet Speed-Dating-Abende, Social Mixer, Aktivitäts-Treffen und Themen-Events für Singles, die authentische Verbindungen suchen.
fr: Trouvez les prochains événements de rencontres au Luxembourg. Crush.lu organise des soirées de speed dating, des soirées sociales, des rencontres d'activités et des événements thématiques pour les célibataires à la recherche de connexions authentiques.

source: dating events luxembourg, speed dating luxembourg, singles meetups, social mixer luxembourg, crush.lu events, luxembourg dating events
de: crush.lu, dating luxemburg, speed dating luxemburg, singles events luxemburg, meetup luxemburg, dating events, luxemburg singles, coach dating, datenschutz dating
fr: événements rencontres luxembourg, speed dating luxembourg, rencontres célibataires, mixer social luxembourg, événements crush.lu, événements rencontres luxembourg

source: Upcoming Dating Events in Luxembourg
de: Kommende Dating Events in Luxemburg
fr: Prochains événements de rencontres au Luxembourg

source: Speed dating, social mixers, and singles meetups organized by Crush.lu
de: Speed-Dating, gesellschaftliche Mixer und Singles-Treffen, organisiert von Crush.lu
fr: Speed dating, mixers sociaux et rencontres célibataires organisés par Crush.lu

source: <strong>Coach Notice:</strong> There is %(counter)s unpublished event that won't show here.
de: <strong>Coach-Hinweis:</strong> Es gibt %(counter)s unveröffentlichtes Event, das hier nicht angezeigt wird.
fr: <strong>Note Coach :</strong> Il y a %(counter)s evenement non publie qui n'apparait pas ici.

source: Go to Admin to publish it
de: Gehe zum Admin, um es zu veröffentlichen
fr: Aller dans Admin pour le publier

source: Private Invitation
de: Private Einladung
fr: Administration du site

source: Full
de: Voll
fr: Complet

source: %(counter)s spot left
de: %(counter)s Platz übrig
fr: %(counter)s place restante

source: No events scheduled yet
de: Noch keine Events geplant
fr: Aucun examen récent.

source: Check back soon for upcoming meetups and speed dating events!
de: Schau bald wieder vorbei für kommende Treffen und Speed-Dating-Events!
fr: Revenez bientôt pour les prochaines rencontres et événements de speeddating !Reviens bientôt pour les prochains meetups et événementsspeed dating !

source: Presentations
de: Präsentationen
fr: Présentations

source: 🎤 Presentation Round
de: 🎤 Präsentationsrunde
fr: 🎤 Tour de présentation

source: 📋 Presentation Style: <strong>%(style)s</strong>
de: 📋 Präsentationsstil: <strong>%(style)s</strong>
fr: 📋 Style de présentation : <strong>%(style)s</strong>

source: 🌟 You're Currently Presenting! 🌟
de: 🌟 Du präsentierst gerade! 🌟
fr: 🌟 C'est ton tour de te présenter ! 🌟

source: Rate this presentation
de: Diese Präsentation bewerten
fr: Note cette présentation

source: Your rating is completely anonymous
de: Deine Bewertung ist vollkommen anonym
fr: Ton évaluation est complètement anonyme

source: ✓ You've rated this presenter. Thanks!
de: ✓ Sie haben diesen Moderator bewertet. Danke!
fr: ✓ Tu as noté cette personne. Merci !

source: Submit Rating
de: Bewertung abgeben
fr: Soumettre l'évaluation

source: 💡 Tip:
fr: 💡 Conseil :

source: Take your time, be yourself, and have fun!
de: Nehmen Sie sich Zeit, seien Sie Sie selbst und haben Sie Spaß!
fr: Prends ton temps, sois toi-même et amuse-toi !

source: 👀 Up Next:
de: 👀 Als nächstes:
fr: 👀 Suivant :

source: 🎉 All Presentations Completed!
de: 🎉 Alle Präsentationen abgeschlossen!
fr: 🎉 Toutes les présentations sont terminées !

source: Great job everyone! All %(total)s presentations are done.
de: Großartige Arbeit an alle! Alle %(total)s-Präsentationen sind fertig.
fr: Bravo à tous ! Les %(total)s présentations sont terminées.

source: View Your Personal Scores
de: Deine persönlichen Bewertungen ansehen
fr: Voir tes scores personnels

source: Your scores are completely private - only you can see them!
de: Deine Bewertungen sind vollständig privat - nur du kannst sie sehen!
fr: Tes scores sont complètement privés - toi seul peux les voir !

source: Waiting for presentations to begin...
de: Warten auf den Beginn der Präsentationen...
fr: En attente du début des présentations...

source: The coach will start the presentation round shortly.
de: Der Trainer wird in Kürze mit der Präsentationsrunde beginnen.
fr: Le coach va bientôt lancer le tour de présentations.

source: Register for Event
de: Registrieren Sie sich für die Veranstaltung
fr: S'inscrire à l'événement

source: Accessibility Needs
de: Barrierefreiheit
fr: Besoins d'accessibilité

source: Guest Information
de: Gast-Informationen
fr: Informations sur l'invité

source: I'm bringing a guest
de: Ich bringe einen Gast mit
fr: J'amène un invité

source: Guest's Name
de: Name des Gastes
fr: Nom de l'invité

source: Please provide your guest's name.
de: Bitte geben Sie den Namen Ihres Gastes an.
fr: Veuillez indiquer le nom de votre invité.

source: Event Voting Lobby
de: Event-Abstimmungslobby
fr: Lobby de vote d'événement

source: Activity Voting Lobby
de: Aktivitätsabstimmungslobby
fr: Lobby de vote d'activité

source: Waiting to Start
de: Warten auf den Start
fr: En attente de démarrage

source: ✓ You've Already Voted!
de: ✓ Du hast bereits abgestimmt!
fr: ✓ Tu as déjà voté !

source: Your choice: <strong>%(choice)s</strong>
de: Deine Wahl: <strong>%(choice)s</strong>
fr: Ton choix : <strong>%(choice)s</strong>

source: View Results
de: Ergebnisse ansehen
fr: Voir les résultats

source: Voting is Now Open!
de: Die Abstimmung ist jetzt eröffnet!
fr: Le vote est maintenant ouvert !

source: Time remaining to vote
de: Es bleibt noch Zeit zum Abstimmen
fr: Temps restant pour voter

source: Cast Your Vote Now
de: Jetzt abstimmen
fr: Vote maintenant

source: Voting Starts In:
de: Die Abstimmung beginnt in:
fr: Le vote commence dans :

source: Get ready to choose your favorite activity!
de: Machen Sie sich bereit, Ihre Lieblingsaktivität auszuwählen!
fr: Prépare-toi à choisir ton activité préférée !

source: Attendees
de: Teilnehmer
fr: Participants

source: Votes Cast
de: Gegebene Stimmen
fr: Votes exprimés

source: Minutes to Vote
de: Protokoll zur Abstimmung
fr: Minutes pour voter

source: Activity Options Preview
de: Vorschau der Aktivitätsoptionen
fr: Aperçu des options d'activité

source: Here's what you'll be voting on. The winning activity will determine how the event flows!
de: Hier erfahren Sie, worüber Sie abstimmen werden. Die Gewinneraktivität bestimmt den Ablauf der Veranstaltung!
fr: Voici sur quoi vous allez voter. L'activité gagnante déterminera comment l'événement se déroulera !

source: Choose from random order, alphabetic, or by hair color variants. Quick 3-5 minute conversations in organized formats.
de: Wählen Sie zwischen zufälliger Reihenfolge, alphabetischer Reihenfolge oder Varianten nach Haarfarbe. Schnelle 3-5-minütige Gespräche in organisierten Formaten.
fr: Choisissez entre ordre aléatoire, alphabétique ou par couleur de cheveux. Conversations rapides de 3-5 minutes dans des formats organisés.

source: 90 Second Presentations
de: 90-Sekunden-Präsentationen
fr: Présentations de 90 secondes

source: Everyone introduces themselves creatively. Options include favorite music, predefined questions, or sharing a favorite photo story.
de: Jeder stellt sich kreativ vor. Zu den Optionen gehören Lieblingsmusik, vordefinierte Fragen oder das Teilen einer Lieblingsfotogeschichte.
fr: Tout le monde se présente de manière créative. Les options incluent la musique préférée, des questions prédéfinies ou le partage d'une histoire photo favorite.

source: Mystery Event
fr: Événement mystère

source: Trust the coaches! A surprise activity designed to help you connect in unexpected ways.
de: Vertrauen Sie den Trainern! Eine Überraschungsaktivität, die Ihnen dabei helfen soll, auf unerwartete Weise Kontakte zu knüpfen.
fr: Faites confiance aux coachs ! Une activité surprise conçue pour vous aider à vous connecter de manières inattendues.

source: How It Works:
de: So funktioniert's:
fr: Comment ça marche :

source: Voting opens <strong>15 minutes after the event starts</strong>
de: Die Abstimmung beginnt <strong>15 Minuten nach Beginn der Veranstaltung</strong>
fr: Le vote ouvre <strong>15 minutes après le début del'événement</strong>Le vote ouvre <strong>15 minutes après le débutde l'événement</strong>

source: You have <strong>30 minutes</strong> to cast your vote
de: Du hast <strong>30 Minuten</strong> Zeit, um abzustimmen
fr: Tu as <strong>30 minutes</strong> pour voter

source: Choose your favorite activity format
de: Wähle dein Lieblings-Aktivitätsformat
fr: Choisis ton format d'activité préféré

source: The option with the most votes wins!
de: Die Option mit den meisten Stimmen gewinnt!
fr: L'option avec le plus de votes gagne !

source: We'll announce the winner and the event continues with that activity
de: Wir geben den Gewinner bekannt und die Veranstaltung wird mit dieser Aktivität fortgesetzt
fr: Nous annoncerons le gagnant et l'événement continuera avec cetteactivitéNous annoncerons le gagnant et l'événement continuera aveccette activité

source: Voting Results
de: Abstimmungsergebnisse
fr: Résultats du vote

source: Voting Still Open
de: Die Abstimmung ist noch offen
fr: Vote toujours ouvert

source: Voting Closed
de: Abstimmung geschlossen
fr: Vote fermé

source: The Winner Is:
de: Der Gewinner ist:
fr: Le gagnant est :

source: Voting in Progress
de: Abstimmung läuft
fr: Vote en cours

source: Results will be final when voting closes. Keep checking back!
de: Die Ergebnisse sind endgültig, wenn die Abstimmung endet. Schauen Sieimmer wieder vorbei!
fr: Les résultats seront définitifs à la fermeture du vote. Continuez àvérifier !Les résultats seront définitifs à la fermeture du vote.Continue de vérifier !

source: Time Remaining:
de: Verbleibende Zeit:
fr: Temps restant :

source: Total Votes
de: Gesamtstimmen
fr: Total des votes

source: Activity Options
de: Aktivitätsoptionen
fr: Options d'activité

source: Detailed Results
de: Detaillierte Ergebnisse
fr: Résultats détaillés

source: Winner 🏆
de: Gewinner 🏆
fr: Gagnant 🏆

source: Your Vote ✓
de: Deine Stimme ✓
fr: Ton vote ✓

source: Change Your Vote
de: Abstimmung ändern
fr: Changer ton vote

source: View Event Attendees
de: Event-Teilnehmer ansehen
fr: Voir les participants

source: Crush.lu - Meet New People in Luxembourg | Dating Events & Singles Meetups
de: Crush.lu - Neue Leute in Luxemburg kennenlernen | Dating-Events &Singles-Treffen
fr: Crush.lu - Rencontrez de nouvelles personnes au Luxembourg | Événements de rencontres & Meetups pour célibataires

source: Crush.lu - Meet New People in Luxembourg
de: Crush.lu - Neue Leute in Luxemburg kennenlernen
fr: Crush.lu - Rencontrez de nouvelles personnes au Luxembourg

source: Privacy-first dating platform for Luxembourg. Join coach-curated events, meet real singles, and build authentic connections. No endless swiping - just meaningful meetups.
de: Datenschutz-orientierte Dating-Plattform für Luxemburg. Nehmen Sie an von Coaches kuratierten Events teil, treffen Sie echte Singles und bauen Sie authentische Verbindungen auf. Kein endloses Swipen - nur bedeutungsvolle Treffen.
fr: Plateforme de rencontres axée sur la confidentialité pour le Luxembourg. Rejoignez des événements sélectionnés par des coachs, rencontrez de vrais célibataires et créez des connexions authentiques. Pas de swipe sans fin - juste des meetups significatifs.

source: Privacy-first dating platform for Luxembourg. Join coach-curated events, meet real singles, and build authentic connections.
de: Datenschutz-orientierte Dating-Plattform für Luxemburg. Nehmen Sie an von Coaches kuratierten Events teil, treffen Sie echte Singles und bauen Sie authentische Verbindungen auf.
fr: Plateforme de rencontres axée sur la confidentialité pour le Luxembourg. Rejoignez des événements sélectionnés par des coachs, rencontrez de vrais célibataires et créez des connexions authentiques.

source: Crush.lu is Luxembourg's privacy-first dating platform. Meet singles at curated speed dating events, social mixers, and themed meetups. Coach-reviewed profiles ensure authentic connections.
de: Crush.lu ist Luxemburgs datenschutz-orientierte Dating-Plattform. Treffen Sie Singles bei kuratierten Speed-Dating-Events, gesellschaftlichen Mixern und Themen-Treffen. Von Coaches geprüfte Profile gewährleisten authentische Verbindungen.
fr: Crush.lu est la plateforme de rencontres axée sur la confidentialité du Luxembourg. Rencontrez des célibataires lors d'événements de speed dating sélectionnés, de mixers sociaux et de meetups à thème. Les profils vérifiés par des coachs garantissent des connexions authentiques.
