Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Event Invitations
de: Event-Einladungen
fr: Invitations aux événements

source: Unique identifier (e.g., 'music', 'spicy_questions')
de: Eindeutiger Bezeichner (z.B. 'musik', 'spicy_questions')
fr: Identifiant unique (ex. 'musique', 'questions_pimentées')

source: Inactive options won't appear in voting
de: Inaktive Optionen erscheinen nicht in der Abstimmung
fr: Les options inactives n'apparaîtront pas dans le vote

source: Display order in voting UI
de: Anzeigereihenfolge in der Abstimmungs-UI
fr: Ordre d'affichage dans l'interface de vote

source: Global Activity Option
de: Globale Aktivitätsoption
fr: Option d'activité globale

source: Global Activity Options
de: Globale Aktivitätsoptionen
fr: Options d'activité globales

source: Sub-option for the activity
de: Unteroption für die Aktivität
fr: Sous-option pour l'activité

source: e.g., 'Speed Dating - Random Order'
de: z.B. 'Speed Dating - Zufällige Reihenfolge'
fr: ex. 'Speed Dating - Ordre aléatoire'

source: Explanation of what this activity entails
de: Erklärung, was diese Aktivität beinhaltet
fr: Explication de ce que cette activité implique

source: Order in queue (1, 2, 3...)
de: Reihenfolge in der Warteschlange (1, 2, 3...)
fr: Ordre dans la file (1, 2, 3...)

source: Event start time + 15 minutes
de: Event-Startzeit + 15 Minuten
fr: Heure de début de l'événement + 15 minutes

source: Voting start time + 30 minutes
de: Abstimmungs-Startzeit + 30 Minuten
fr: Heure de début du vote + 30 minutes

source: Rating from 1-5 stars
de: Bewertung von 1-5 Sternen
fr: Note de 1 à 5 étoiles

source: Which speed dating round (1, 2, 3...)
de: Welche Speed-Dating-Runde (1, 2, 3...)
fr: Quel tour de speed dating (1, 2, 3...)

source: Combined rating score from Phase 2
de: Kombinierte Bewertung aus Phase 2
fr: Score combiné de la Phase 2

source: True if this is user's #1 rated match (gets extended time)
de: Wahr, wenn dies der am besten bewertete Match ist (erhält verlängerte Zeit)
fr: Vrai si c'est le match n°1 de l'utilisateur (temps prolongé)

source: The Wonderland of You
de: Was ist das Wonderland of You?
fr: Le Wonderland de toi

source: Custom Journey
de: Reise bearbeiten
fr: Parcours personnalisé

source: Type of journey experience
de: Art des Reiseerlebnisses
fr: Type d'expérience de parcours

source: Name of this journey
de: Name dieser Reise
fr: Nom de ce parcours

source: Total number of chapters in this journey
de: Gesamtzahl der Kapitel in dieser Reise
fr: Nombre total de chapitres dans ce parcours

source: Estimated total time to complete
de: Geschätzte Gesamtzeit bis zum Abschluss
fr: Temps total estimé pour compléter

source: Date you first met (for Chapter 1 riddle)
de: Datum des ersten Treffens (für Kapitel 1 Rätsel)
fr: Date de votre première rencontre (pour l'énigme du Chapitre 1)

source: Where you first met
de: Wo Sie sich zum ersten Mal getroffen haben
fr: Où vous vous êtes rencontrés pour la première fois

source: Generate completion certificate
de: Abschlusszertifikat generieren
fr: Générer un certificat de complétion

source: The big reveal message shown in final chapter
de: Die große Enthüllungsnachricht im letzten Kapitel
fr: Le message de révélation finale affiché au dernier chapitre

source: Journey Configuration
de: Reisekonfiguration
fr: Configuration du parcours

source: 🗺️ 2. Journey Configurations
de: 🗺️ 2. Reisekonfigurationen
fr: 🗺️ 2. Configurations de parcours

source: Wonderland Night (Dark starry sky)
de: Wonderland-Nacht (Dunkler Sternenhimmel)
fr: Nuit au Wonderland (ciel étoilé sombre)

source: Enchanted Garden (Flowers & butterflies)
de: Verzauberter Garten (Blumen & Schmetterlinge)
fr: Jardin enchanté (fleurs et papillons)

source: Art Gallery (Golden frames & vintage)
de: Kunstgalerie (Goldene Rahmen & Vintage)
fr: Galerie d'art (cadres dorés et vintage)

source: Carnival (Warm lights & mirrors)
de: Karneval (Warme Lichter & Spiegel)
fr: Carnaval (lumières chaudes et miroirs)

source: Starlit Observatory (Deep space & cosmos)
de: Sternwarte (Tiefes Weltall & Kosmos)
fr: Observatoire étoilé (espace profond et cosmos)

source: Magical Door (Sunrise & celebration)
de: Magische Tür (Sonnenaufgang & Feier)
fr: Porte magique (lever du soleil et célébration)

source: Easy
de: Einfach
fr: Facile

source: Medium
de: Medien
fr: Moyen

source: Hard
de: Schwer
fr: Difficile

source: e.g., "Down the Rabbit Hole"
de: z.B. "Den Kaninchenbau hinunter"
fr: ex. "Dans le terrier du lapin"

source: e.g., "Mystery & Curiosity"
de: z.B. "Mysterium & Neugier"
fr: ex. "Mystère et Curiosité"

source: The story/narrative shown at chapter start
de: Die Geschichte/Erzählung am Kapitelanfang
fr: L'histoire/narration affichée au début du chapitre

source: Estimated minutes to complete
de: Geschätzte Minuten bis zum Abschluss
fr: Minutes estimées pour compléter

source: Must complete previous chapter first
de: Vorheriges Kapitel muss zuerst abgeschlossen werden
fr: Doit compléter le chapitre précédent d'abord

source: Personal message shown after completing all challenges
de: Persönliche Nachricht nach Abschluss aller Challenges
fr: Message personnel affiché après avoir complété tous les défis

source: Journey Chapter
de: Reise-Kapitel
fr: Chapitre du parcours

source: 📖 3. Journey Chapters
de: 📖 3. Reise-Kapitel
fr: 📖 3. Chapitres de parcours

source: Riddle
de: Rätsel
fr: Énigme

source: Word Scramble
de: Buchstabensalat-Challenge
fr: Anagramme

source: Multiple Choice
fr: Choix multiple

source: Memory Matching Game
de: Memory-Spiel
fr: Jeu de mémoire

source: Photo Jigsaw Puzzle
de: Foto-Puzzle
fr: Puzzle photo

source: Timeline Sorting
de: Zeitstrahl-Challenge
fr: Tri chronologique

source: Interactive Story Choice
de: Interaktive Aktivitätsabstimmung:
fr: Choix d'histoire interactive

source: Open Text Response
de: Offene Antwort
fr: Réponse texte libre

source: Would You Rather
de: Würden Sie eher
fr: Préfères-tu

source: Constellation Drawing
de: Verbindungs-Messaging
fr: Dessin de constellation

source: Star Catcher Mini-Game
de: Sternenfänger-Minispiel
fr: Mini-jeu attrape-étoiles

source: Order within chapter (1, 2, 3...)
de: Reihenfolge innerhalb des Kapitels (1, 2, 3...)
fr: Ordre dans le chapitre (1, 2, 3...)

source: The question/prompt/instructions
de: Die Frage/Aufforderung/Anweisungen
fr: La question/consigne/instructions

source: JSON data for options, choices, etc. ({"A": "option1", "B": "option2"})
de: JSON-Daten für Optionen, Auswahlmöglichkeiten usw. ({"A": "Option1", "B": "Option2"})
fr: Données JSON pour options, choix, etc. ({"A": "option1", "B": "option2"})

source: The correct answer for QUIZ mode. **LEAVE BLANK for QUESTIONNAIRE mode** (all answers accepted & saved for review). Chapters 2/4/5 and types 'open_text'/'would_you_rather' auto-detect questionnaire mode.
de: Die richtige Antwort für QUIZ-Modus. **LEER LASSEN für FRAGEBOGEN-Modus** (alle Antworten werden akzeptiert und zur Überprüfung gespeichert). Kapitel 2/4/5 und Typen 'open_text'/'would_you_rather' erkennen automatisch den Fragebogen-Modus.
fr: La bonne réponse pour le mode QUIZ. **LAISSER VIDE pour le mode QUESTIONNAIRE** (toutes les réponses acceptées et sauvegardées pour révision). Les chapitres 2/4/5 et les types 'open_text'/'would_you_rather' détectent automatiquement le mode questionnaire.

source: Alternative acceptable answers ["answer1", "answer2"]
de: Alternative akzeptable Antworten ["Antwort1", "Antwort2"]
fr: Réponses alternatives acceptables ["réponse1", "réponse2"]

source: Points deducted for hint 1
de: Punktabzug für Hinweis 1
fr: Points déduits pour l'indice 1

source: Points deducted for hint 2
de: Punktabzug für Hinweis 2
fr: Points déduits pour l'indice 2

source: Points deducted for hint 3
de: Punktabzug für Hinweis 3
fr: Points déduits pour l'indice 3

source: Journey Challenge
de: Reise-Challenge
fr: Défi du parcours

source: 🎯 4. Journey Challenges
de: 🎯 4. Reise-Challenges
fr: 🎯 4. Défis de parcours

source: Photo Reveal (Jigsaw)
de: Foto-Enthüllung (Puzzle)
fr: Révélation photo (puzzle)

source: Poem/Letter
de: Gedicht/Brief
fr: Poème/Lettre

source: Voice Recording
de: Sprachaufnahme
fr: Enregistrement vocal

source: Photo Slideshow
de: Foto-Diashow
fr: Diaporama photo

source: Future Letter
de: Zukunftsbrief
fr: Lettre future

source: Completion Certificate
de: Abschlusszertifikat generieren
fr: Certificat de complétion

source: Text content (poem, letter, caption, etc.)
de: Textinhalt (Gedicht, Brief, Bildunterschrift usw.)
fr: Contenu texte (poème, lettre, légende, etc.)

source: Number of jigsaw pieces (4x4=16, 5x4=20, 6x5=30)
de: Anzahl der Puzzleteile (4x4=16, 5x4=20, 6x5=30)
fr: Nombre de pièces de puzzle (4x4=16, 5x4=20, 6x5=30)

source: Additional photos for slideshow rewards (up to 5 images)
de: Zusätzliche Fotos für Diashow-Belohnungen (bis zu 5 Bilder)
fr: Photos additionnelles pour les récompenses diaporama (jusqu'à 5 images)

source: Journey Reward
de: Reise-Belohnung
fr: Récompense du parcours

source: 🎁 5. Journey Rewards
de: 🎁 5. Reise-Belohnungen
fr: 🎁 5. Récompenses de parcours

source: Yes, let's see where this goes 💫
de: Ja, mal sehen, wohin das führt 💫
fr: Oui, voyons où cela nous mène 💫

source: I need to think about this ✨
de: Darüber muss ich nachdenken ✨
fr: J'ai besoin de réfléchir à ça ✨

source: Total time spent in journey
de: Gesamte verbrachte Zeit in der Reise
fr: Temps total passé dans le parcours

source: 📊 6. Journey Progress (User Tracking)
de: 📊 6. Reise-Fortschritt (Benutzerverfolgung)
fr: 📊 6. Progression de parcours (Suivi utilisateur)

source: Chapter Progress
de: Kapitel-Fortschritt
fr: Progression du chapitre

source: 📈 7. Chapter Progress (User Tracking)
de: 📈 7. Kapitel-Fortschritt (Benutzerverfolgung)
fr: 📈 7. Progression de chapitre (Suivi utilisateur)

source: List of hint numbers used [1, 2, 3]
de: Liste der verwendeten Hinweisnummern [1, 2, 3]
fr: Liste des numéros d'indices utilisés [1, 2, 3]

source: Challenge Attempt
de: Challenge-Versuch
fr: Tentative de défi

source: 🎮 8. Challenge Attempts (User Answers)
de: 🎮 8. Challenge-Versuche (Benutzerantworten)
fr: 🎮 8. Tentatives de défis (Réponses utilisateur)

source: List of unlocked piece indices [0, 1, 5, 7, ...]
de: Liste der freigeschalteten Teileindizes [0, 1, 5, 7, ...]
fr: Liste des indices de pièces débloquées [0, 1, 5, 7, ...]

source: Reward Progress
de: Belohnungs-Fortschritt
fr: Progression de récompense

source: 🏆 9. Reward Progress (Puzzle Tracking)
de: 🏆 9. Belohnungs-Fortschritt (Puzzle-Verfolgung)
fr: 🏆 9. Progression de récompense (Suivi puzzle)

source: Claimed
de: Eingeloest
fr: Revendique

source: Completed
de: Abgeschlossen
fr: Terminé

source: Expired
de: Abgelaufen
fr: Expire

source: Claim Failed
de: Anspruch fehlgeschlagen
fr: Réclamation échouée

source: Unique gift code (e.g., WOY-A1B2C3D4)
de: Eindeutiger Geschenkcode (z.B., WOY-A1B2C3D4)
fr: Code cadeau unique (p. ex., WOY-A1B2C3D4)

source: User who created this gift
de: Benutzer, der dieses Geschenk erstellt hat
fr: Utilisateur qui a cree ce cadeau

source: Optional personal message from sender
de: Optionale persoenliche Nachricht vom Absender
fr: Message personnel optionnel de l'expediteur

source: Name/nickname for the journey story (e.g., 'My Crush', 'Marie')
de: Name/Spitzname fuer die Reise-Geschichte (z.B., 'Mein Crush', 'Marie')
fr: Nom/surnom pour l'histoire du parcours (p. ex., 'Mon Crush', 'Marie')

source: Optional email for notifications
de: Optionale E-Mail fuer Benachrichtigungen
fr: Email optionnel pour les notifications

source: Date the sender and recipient first met
de: Datum des ersten Treffens zwischen Absender und Empfaenger
fr: Date de la premiere rencontre entre l'expediteur et le destinataire

source: Location where they first met
de: Ort ihres ersten Treffens
fr: Lieu de leur premiere rencontre

source: Current status of the gift
de: Aktueller Status des Geschenks
fr: Statut actuel du cadeau

source: Optional expiration date for the gift
de: Optionales Ablaufdatum fuer das Geschenk
fr: Date d'expiration optionnelle pour le cadeau

source: When the gift was claimed
de: Wann das Geschenk eingeloest wurde
fr: Quand le cadeau a ete revendique

source: User who claimed this gift
de: Benutzer, der dieses Geschenk eingeloest hat
fr: Utilisateur qui a revendique ce cadeau

source: Journey created from this gift
de: Reise erstellt aus diesem Geschenk
fr: Parcours cree a partir de ce cadeau

source: Special experience created from this gift
de: Besonderes Erlebnis erstellt aus diesem Geschenk
fr: Experience speciale creee a partir de ce cadeau

source: Generated QR code image
de: Generiertes QR-Code-Bild
fr: Image du code QR generee

source: Photo for the Chapter 1 puzzle reveal (recommended: 800x800px)
de: Foto for the Kapitel 1 puzzle reveal (recommended: 800x800px)
fr: Photo pour le puzzle du Chapitre 1 (recommandé : 800x800px)

source: First slideshow photo
de: Erstes Slideshow-Foto
fr: Première photo du diaporama

source: Second slideshow photo
de: Zweites Slideshow-Foto
fr: Deuxième photo du diaporama

source: Third slideshow photo
de: Drittes Slideshow-Foto
fr: Troisième photo du diaporama

source: Fourth slideshow photo
de: Viertes Slideshow-Foto
fr: Quatrième photo du diaporama

source: Fifth slideshow photo
de: Fünftes Slideshow-Foto
fr: Cinquième photo du diaporama

source: Video message file for Chapter 4 (MP4, MOV - max 50MB)
de: Videonachricht-Datei für Kapitel 4 (MP4, MOV - max. 50 MB)
fr: Fichier vidéo du message pour le Chapitre 4 (MP4, MOV - max 50MB)

source: Background music for Chapter 5 Future Letter (MP3, WAV, M4A - max 10MB)
de: Hintergrundmusik für Kapitel 5 Zukunftsbrief (MP3, WAV, M4A - max. 10 MB)
fr: Musique de fond pour la Lettre du futur au Chapitre 5 (MP3, WAV, M4A - max 10MB).

source: DEPRECATED: Use chapter5_letter_music instead
de: VERALTET: Verwende stattdessen chapter5_letter_music
fr: DÉPRÉCIÉ : Utilisez chapter5_letter_music à la place

source: Error message if claim failed
de: Fehlermeldung wenn Anspruch fehlgeschlagen ist
fr: Message d'erreur si la réclamation a échoué

source: Number of claim attempts made
de: Anzahl der Anspruchsversuche
fr: Nombre de tentatives de réclamation effectuées

source: Journey Gift
de: Reise-Geschenk
fr: Cadeau de Parcours

source: Journey Gifts
de: Reise-Geschenke
fr: Cadeaux de Parcours

source: Sent
de: Gesendet
fr: Envoyé

source: Unique state identifier passed through OAuth flow
de: Eindeutiger Status-Bezeichner durch den OAuth-Flow
fr: Identifiant d'état unique passé via le flux OAuth

source: JSON serialized state dictionary
de: JSON-serialisiertes Status-Wörterbuch
fr: Dictionnaire d'état sérialisé en JSON

source: When the state was created
de: Wann der Status erstellt wurde
fr: Quand l'état a été créé

source: When the state expires
de: Wann der Status abläuft
fr: Quand l'état expire

source: Whether the state has been consumed
de: Ob der Status verbraucht wurde
fr: Si l'état a été consommé

source: OAuth provider name
de: OAuth-Anbietername
fr: Nom du fournisseur OAuth

source: User agent of originating request
de: User-Agent der ursprünglichen Anfrage
fr: Agent utilisateur de la requête d'origine

source: IP address of originating request
de: IP-Adresse der ursprünglichen Anfrage
fr: Adresse IP de la requête d'origine

source: Whether this OAuth flow was initiated from a popup window
de: Ob dieser OAuth-Flow aus einem Popup-Fenster gestartet wurde
fr: Si ce flux OAuth a été initié depuis une fenêtre popup

source: Whether OAuth completed successfully
de: Ob OAuth erfolgreich abgeschlossen wurde
fr: Si l'OAuth s'est terminé avec succès

source: Authenticated user ID (for duplicate request handling)
de: Authentifizierte Benutzer-ID (für Behandlung doppelter Anfragen)
fr: ID utilisateur authentifié (pour la gestion des requêtes dupliquées)

source: Post-authentication redirect URL
de: Weiterleitungs-URL nach Authentifizierung
fr: URL de redirection après authentification

source: Timestamp of last callback (for duplicate detection diagnostics)
de: Zeitstempel des letzten Callbacks (für Diagnose doppelter Erkennungen)
fr: Horodatage du dernier callback (pour le diagnostic de détection des doublons)

source: OAuth State
de: OAuth-Status
fr: État OAuth

source: OAuth States
de: OAuth-Status
fr: États OAuth

source: Apple Wallet device library identifier.
de: Apple Wallet Gerätebibliotheks-ID.
fr: Identifiant de la bibliothèque d'appareils Apple Wallet.

source: Pass type identifier used for APNS topic.
de: Passtyp-ID für APNS-Thema.
fr: Identifiant de type de pass utilisé pour le sujet APNS.

source: Pass serial number used to target updates.
de: Pass-Seriennummer für gezielte Updates.
fr: Numéro de série du pass utilisé pour cibler les mises à jour.

source: APNS push token for the device.
de: APNS-Push-Token für das Gerät.
fr: Jeton de notification push APNS pour l'appareil.

source: PassKit Device Registration
de: PassKit-Geräteregistrierung
fr: Enregistrement d'appareil PassKit

source: PassKit Device Registrations
de: PassKit-Geräteregistrierungen
fr: Enregistrements d'appareils PassKit

source: First name to match (case-insensitive)
de: Vorname zum Abgleichen (Groß-/Kleinschreibung ignoriert)
fr: Prénom à rechercher (insensible à la casse)

source: Last name to match (case-insensitive)
de: Nachname zum Abgleichen (Groß-/Kleinschreibung ignoriert)
fr: Nom de famille à rechercher (insensible à la casse)

source: Direct link to user (bypasses name matching). Used for gifted journeys.
de: Direkter Link zum Benutzer (umgeht Namensabgleich). Wird für Geschenk-Reisen verwendet.Direkter Link zum Benutzer (umgeht Namensabgleich). Wird für Geschenk-Reisen verwendet.
fr: Lien direct vers l'utilisateur (contourne la correspondance des noms). Utilisé pour les parcours offerts.

source: Enable/disable this special experience
de: Diese spezielle Erfahrung aktivieren/deaktivieren
fr: Activer/désactiver cette expérience spéciale

source: Custom welcome message title
de: Benutzerdefinierter Willkommensnachricht-Titel
fr: Titre du message de bienvenue personnalisé

source: Custom welcome message body
de: Benutzerdefinierter Willkommensnachricht-Text
fr: Corps du message de bienvenue personnalisé

source: Hex color code for custom theme (e.g., #FF1493 for deep pink)
de: Hex-Farbcode für benutzerdefiniertes Theme (z.B. #FF1493 für tiefes Pink)
fr: Code couleur hexadécimal pour le thème personnalisé (p.ex. #FF1493 pour rose vif)

source: Floating Hearts
de: Schwebende Herzen
fr: Cœurs flottants

source: Sparkling Stars
de: Funkelnde Sterne
fr: Étoiles scintillantes

source: Falling Rose Petals
de: Fallende Rosenblätter
fr: Pétales de rose tombants

source: Fireworks
de: Feuerwerk
fr: Feux d'artifice

source: Aurora Borealis
de: Nordlichter
fr: Aurore boréale

source: Animation effect on welcome screen
de: Animationseffekt auf dem Willkommensbildschirm
fr: Effet d'animation sur l'écran de bienvenue

source: Automatically approve this user's profile (skip coach review)
de: Profil automatisch genehmigen (Coach-Überprüfung überspringen)
fr: Approuver automatiquement le profil de cet utilisateur (ignorer larévision du coach)

source: Skip event waitlists - always get confirmed spot
de: Event-Wartelisten überspringen - immer bestätigten Platz erhalten
fr: Ignorer les listes d'attente - toujours obtenir une place confirmée

source: Display VIP badge on profile
de: VIP-Abzeichen im Profil anzeigen
fr: Afficher le badge VIP sur le profil

source: Optional: Custom landing page path (e.g., 'special-welcome')
de: Optional: Benutzerdefinierter Startseiten-Pfad (z.B.'special-welcome')
fr: Optionnel : Chemin de la page d'accueil personnalisée (p.ex. 'special-welcome')

source: Last time this special experience was triggered
de: Letzte Auslösung dieser speziellen Erfahrung
fr: Dernière fois que cette expérience spéciale a été déclenchée

source: Number of times this experience has been triggered
de: Anzahl der Auslösungen dieser Erfahrung
fr: Nombre de fois que cette expérience a été déclenchée

source: Special User Experience
de: Spezielle Benutzererfahrung
fr: Expérience utilisateur spéciale

source: Special User Experiences
de: Spezielle Benutzererfahrungen
fr: Expériences utilisateurs spéciales

source: e.g., Young professionals, Students, 30+, etc.
de: z.B. Junge Berufstätige, Studenten, 30+ usw.
fr: p.ex. Jeunes professionnels, Étudiants, 30+, etc.

source: Coach profile photo shown to users
de: Coach-Profilfoto für Benutzer
fr: Photo de profil du coach affichée aux utilisateurs

source: Maximum number of profiles this coach can review simultaneously
de: Maximale gleichzeitig zu überprüfende Profile
fr: Nombre maximum de profils que ce coach peut réviser simultanément

source: Male
de: Männlich
fr: Homme

source: Female
de: Weiblich
fr: Femme

source: Non-binary
de: Nicht-binär
fr: Non-binaire

source: Other
de: Andere
fr: Autre

source: Prefer not to say
de: Keine Angabe
fr: Préfère ne pas dire

source: New Friends
de: Neue Freunde
fr: Nouveaux amis

source: Dating
fr: Rencontres

source: Both
de: Beide
fr: Les deux

source: Social Networking
de: Soziales Netzwerken
fr: Réseautage social

source: Not Started
de: Nicht gestartet
fr: Non commencé

source: Step 1: Basic Info Saved
de: Schritt 1: Basisinformationen gespeichert
fr: Étape 1 : Informations de base enregistrées

source: Step 2: About You Saved
de: Schritt 2: Über Sie gespeichert
fr: Étape 2 : À propos de vous enregistré

source: Step 3: Photos Saved
de: Schritt 3: Fotos gespeichert
fr: Étape 3 : Photos enregistrées

source: Profile Completed
de: Profil abgeschlossen
fr: Profil complété

source: Submitted for Review
de: Zur Überprüfung eingereicht
fr: Soumis pour examen

source: Track which step user completed
de: Verfolgen, welchen Schritt der Benutzer abgeschlossen hat
fr: Suivi de l'étape complétée par l'utilisateur

source: Whether phone was verified via SMS OTP
de: Ob Telefon via SMS-OTP verifiziert wurde
fr: Si le téléphone a été vérifié via SMS OTP

source: When phone was verified
de: Wann Telefon verifiziert wurde
fr: Date de vérification du téléphone

source: Firebase UID from phone verification (for audit/anti-replay)
de: Firebase-UID von Telefonverifizierung (für Audit/Anti-Replay)
fr: UID Firebase de la vérification téléphone (pour audit/anti-rejeu)

source: City/Region in Luxembourg
de: Stadt/Region in Luxemburg
fr: Ville/Région au Luxembourg

source: Tell us about yourself!
de: Erzählen Sie uns von sich!
fr: Parlez-nous de vous !

source: Your hobbies and interests (comma-separated)
de: Ihre Hobbys und Interessen (durch Komma getrennt)
fr: Vos hobbies et centres d'intérêt (séparés par des virgules)

source: Show full name (if false, only first name is shown)
de: Vollständigen Namen anzeigen (wenn falsch, nur Vorname)
fr: Afficher le nom complet (si désactivé, seul le prénom est affiché)

source: Show exact age (if false, show age range)
de: Genaues Alter anzeigen (wenn falsch, Altersbereich)
fr: Afficher l'âge exact (si désactivé, afficher la tranche d'âge)

source: Blur photos until mutual interest
de: Verwischen Sie Fotos, bis das gegenseitige Interesse besteht
fr: Floute les photos jusqu'à un intérêt mutuel

source: English
de: Englisch
fr: Anglais

source: Deutsch
fr: Allemand

source: Preferred language for emails and notifications
de: Bevorzugte Sprache für E-Mails und Benachrichtigungen
fr: Langue préférée pour les e-mails et notifications

source: Languages the user can speak at in-person events
de: Sprachen, die der Benutzer bei persönlichen Veranstaltungen sprechen kann
fr: Langues que l'utilisateur peut parler lors des événements en personne

source: Apple Wallet pass serial number
de: Apple Wallet Pass-Seriennummer
fr: Numéro de série du pass Apple Wallet

source: Apple Wallet authentication token
de: Apple Wallet Authentifizierungs-Token
fr: Jeton d'authentification Apple Wallet
