Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Next step
de: Nächster Schritt
fr: Prochaine étape

source: Language Clarification
de: Sprachklärung
fr: Clarification linguistique

source: Profile Info
de: Profil-Info
fr: Infos du profil

source: Preferred:
de: Bevorzugt:
fr: Préféré :

source: Language capability confirmed
de: Sprachfähigkeit bestätigt
fr: Capacité linguistique confirmée

source: Residence Check
de: Wohnsitz-Überprüfung
fr: Vérification de résidence

source: Residence in Luxembourg or neighbor country confirmed
de: Wohnsitz in Luxemburg oder Nachbarland bestätigt
fr: Résidence au Luxembourg ou dans un pays voisin confirmée

source: Location notes (optional):
de: Standort-Notizen (optional):
fr: Notes de localisation (optionnel) :

source: e.g., Lives in Trier, 30 min from Luxembourg City
de: z.B., Wohnt in Trier, 30 Min. von Luxemburg Stadt
fr: p. ex., Habite à Trèves, à 30 min de Luxembourg-Ville

source: Event Expectations
de: Event-Erwartungen
fr: Attentes pour les événements

source: Not specified
de: Nicht angegeben
fr: Non spécifié

source: Note: User selected 'Networking only' - clarify if they understand Crush.lu is focused on dating/romantic connections.
de: Hinweis: Benutzer hat 'Nur Networking' ausgewählt - kläre, ob er versteht, dass Crush.lu auf Dating/romantische Verbindungen fokussiert ist.
fr: Note : L'utilisateur a sélectionné 'Networking only' - clarifier s'il comprend que Crush.lu est axé sur les rencontres amoureuses.

source: Event expectations discussed
de: Event-Erwartungen besprochen
fr: Attentes pour les événements discutées

source: Notes on expectations (optional):
de: Notizen zu Erwartungen (optional):
fr: Notes sur les attentes (optionnel) :

source: e.g., Looking for serious relationship, recently divorced
de: z.B., Sucht ernsthafte Beziehung, kürzlich geschieden
fr: p. ex., Cherche une relation sérieuse, récemment divorcé(e)

source: Dating preference question asked
de: Dating-Präferenz-Frage gestellt
fr: Question sur la préférence de rencontre posée

source: Response:
de: Antwort:
fr: Réponse :

source: Crush Definition
fr: Définition de Crush

source: This open question helps gauge their mindset and expectations about romantic connections.
de: Diese offene Frage hilft, ihre Einstellung und Erwartungen bezüglich romantischer Verbindungen einzuschätzen.
fr: Cette question ouverte aide à évaluer leur état d'esprit et leurs attentes concernant les connexions romantiques.

source: Asked about their crush definition
de: Nach Crush-Definition gefragt
fr: Question posée sur leur définition de crush

source: Their response (optional):
de: Ihre Antwort (optional):
fr: Leur réponse (optionnel) :

source: e.g., Someone kind, adventurous, ready for commitment
de: z.B., Jemand Liebes, Abenteuerlustiges, Bereit für eine Bindung
fr: p. ex., Quelqu'un de gentil, aventureux, prêt pour l'engagement

source: Open Questions
de: Offene Fragen
fr: Questions ouvertes

source: Addressed their questions
de: Ihre Fragen beantwortet
fr: Questions traitées

source: Questions they asked (optional):
de: Gestellte Fragen (optional):
fr: Questions qu'ils ont posées (optionnel) :

source: e.g., Asked about event frequency, pricing, privacy
de: z.B., Fragte nach Event-Häufigkeit, Preisen, Datenschutz
fr: p. ex., Questions sur la fréquence des événements, les prix, la confidentialité

source: Please complete all required steps (Introduction, Residence Check, Dating Preference) before submitting.
de: Bitte alle erforderlichen Schritte (Einführung, Wohnsitz-Überprüfung, Dating-Präferenz) vor dem Absenden abschließen.
fr: Veuillez compléter toutes les étapes requises (Introduction, Vérification de résidence, Préférence de rencontre) avant de soumettre.

source: Unable to Reach User? Log Failed Call
de: Benutzer nicht erreichbar? Fehlgeschlagenen Anruf protokollieren
fr: Impossible de joindre l'utilisateur ? Enregistrer l'appel échoué

source: Final Call Notes (optional):
de: Abschließende Gesprächsnotizen (optional):
fr: Notes finales de l'appel (optionnel) :

source: Any additional observations or notes from the call...
de: Weitere Beobachtungen oder Notizen aus dem Gespräch...
fr: Toute observation ou note supplémentaire de l'appel...

source: Mark Screening Call Complete
de: Screening-Anruf als abgeschlossen markieren
fr: Marquer l'appel de présélection comme terminé

source: About Crush.lu - Our Story, Founders & Press Coverage
de: Über Crush.lu - Unsere Geschichte, Gründer & Presseberichterstattung
fr: À propos de Crush.lu - Notre histoire, fondateurs et couverture presse

source: Meet the founders behind Crush.lu, Luxembourg's coach-curated dating platform. Featured in Virgule.lu and LuxTimes. Founded by Tom Sawyer and Wesley Hourdequin.
de: Lernen Sie die Gründer von Crush.lu kennen, Luxemburgs von Coaches kuratierter Dating-Plattform. Vorgestellt in Virgule.lu und LuxTimes. Gegründet von Tom Sawyer und Wesley Hourdequin.
fr: Découvrez les fondateurs de Crush.lu, la plateforme de rencontres luxembourgeoise avec sélection par coach. Présentée dans Virgule.lu et LuxTimes. Fondée par Tom Sawyer et Wesley Hourdequin.

source: About Crush.lu: Founded by Tom Sawyer and Wesley Hourdequin, featured in Virgule.lu and LuxTimes. Luxembourg's privacy-first dating platform with coach-verified profiles and real events.
de: Über Crush.lu: Gegründet von Tom Sawyer und Wesley Hourdequin, vorgestellt in Virgule.lu und LuxTimes. Luxemburgs datenschutzorientierte Dating-Plattform mit Coach-verifizierten Profilen und echten Veranstaltungen.
fr: À propos de Crush.lu : fondée par Tom Sawyer et Wesley Hourdequin, présentée dans Virgule.lu et LuxTimes. La plateforme de rencontres luxembourgeoise axée sur la confidentialité avec profils vérifiés par coach et événements réels.

source: about crush.lu, Tom Sawyer crush.lu, Wesley Hourdequin, crush.lu founders, dating luxembourg, virgule.lu crush, luxtimes crush, luxembourg dating app
de: über crush.lu, Tom Sawyer crush.lu, Wesley Hourdequin, crush.lu Gründer, Dating Luxemburg, virgule.lu crush, luxtimes crush, Luxemburg Dating App
fr: à propos crush.lu, Tom Sawyer crush.lu, Wesley Hourdequin, fondateurs crush.lu, rencontres luxembourg, virgule.lu crush, luxtimes crush, application rencontres luxembourg

source: Home
de: Startseite
fr: Accueil

source: About
de: Über
fr: À propos

source: About Crush.lu
de: Über Crush.lu
fr: À propos de Crush.lu

source: Learn about Crush.lu, Luxembourg's privacy-first dating platform. Founded by Tom Sawyer and Wesley Hourdequin, bringing authentic connections through coach-curated profiles and real-world events.
de: Erfahren Sie mehr über Crush.lu, Luxemburgs datenschutzorientierte Dating-Plattform. Gegründet von Tom Sawyer und Wesley Hourdequin, bringen wir authentische Verbindungen durch Coach-verifizierte Profile und echte Veranstaltungen.
fr: Découvrez Crush.lu, la plateforme de rencontres luxembourgeoise axée sur la confidentialité. Fondée par Tom Sawyer et Wesley Hourdequin, elle crée des connexions authentiques grâce à des profils sélectionnés par des coachs et des événements réels.

source: Privacy-first dating platform for Luxembourg. Meet real people at organized events - no endless swiping, just authentic connections.
de: Datenschutz-erste Dating-Plattform für Luxemburg. Triff echte Menschen bei organisierten Events - kein endloses Swipen, nur authentische Verbindungen.
fr: Plateforme de rencontres axée sur la confidentialité pour le Luxembourg. Rencontre de vraies personnes lors d'événements organisés - pas de swipe infini, juste des connexions authentiques.

source: Founder
de: Gründer
fr: Fondateur

source: Co-Founder & Crush Coach
de: Mitgründer & Crush Coach
fr: Co-Fondateur & Crush Coach

source: Our Story
de: Unsere Geschichte
fr: Notre histoire

source: 100%% made in Luxembourg. Built by people who believe dating should be about real connections, not endless swiping.
de: 100%% in Luxemburg entwickelt. Von Menschen gemacht, die glauben, dass Dating echte Verbindungen bedeuten sollte, nicht endloses Swipen.
fr: 100%% fabriqué au Luxembourg. Construit par des personnes qui croient que les rencontres devraient être basées sur de vraies connexions, pas sur du swipe infini.

source: Our Mission
de: Unsere Mission
fr: Notre mission

source: We're bringing back authentic connections in Luxembourg's dating scene. In a world of endless swiping and superficial matches, Crush.lu takes a different approach. We believe that real relationships start with real conversations, face-to-face.
de: Wir bringen authentische Verbindungen in Luxemburgs Dating-Szene zurück. In einer Welt des endlosen Swipens und oberflächlicher Matches verfolgt Crush.lu einen anderen Ansatz. Wir glauben, dass echte Beziehungen mit echten Gesprächen beginnen, von Angesicht zu Angesicht.
fr: Nous ramenons des connexions authentiques dans le paysage des rencontres au Luxembourg. Dans un monde de swipe infini et de matchs superficiels, Crush.lu adopte une approche différente. Nous croyons que les vraies relations commencent par de vraies conversations, face à face.

source: Every profile is personally verified. Every event is thoughtfully organized. Every connection is meaningful. That's not an algorithm's promise - it's our commitment.
de: Jedes Profil wird persönlich verifiziert. Jede Veranstaltung wird sorgfältig organisiert. Jede Verbindung ist bedeutungsvoll. Das ist kein Versprechen eines Algorithmus - es ist unser Engagement.
fr: Chaque profil est vérifié personnellement. Chaque événement est organisé avec soin. Chaque connexion est significative. Ce n'est pas la promesse d'un algorithme - c'est notre engagement.

source: We're all on our phones, and we forget the human side of dating. We wanted to create something that brings people together in real life.
de: Wir sind alle an unseren Handys und vergessen die menschliche Seite des Datings. Wir wollten etwas schaffen, das Menschen im echten Leben zusammenbringt.
fr: Nous sommes tous sur nos téléphones, et nous oublions le côté humain des rencontres. Nous voulions créer quelque chose qui rassemble les gens dans la vraie vie.

source: Co-Founder
de: Mitgründer
fr: Co-Fondateur

source: The Founders
de: Die Gründer
fr: Les fondateurs

source: Two friends who met while studying in Nimes, France, and shared a vision to reinvent dating in Luxembourg.
de: Zwei Freunde, die sich beim Studium in Nimes, Frankreich, kennenlernten und eine Vision teilten, Dating in Luxemburg neu zu erfinden.
fr: Deux amis qui se sont rencontrés lors de leurs études à Nimes, en France, et qui partagent une vision pour réinventer les rencontres au Luxembourg.

source: The strategic mind behind Crush.lu. Tom saw an opportunity to build something unique for Luxembourg's dating scene - a platform where quality and authenticity come first.
de: Der strategische Kopf hinter Crush.lu. Tom sah eine Gelegenheit, etwas Einzigartiges für Luxemburgs Dating-Szene zu schaffen - eine Plattform, bei der Qualität und Authentizität an erster Stelle stehen.
fr: L'esprit stratégique derrière Crush.lu. Tom a vu une opportunité de construire quelque chose d'unique pour le paysage des rencontres au Luxembourg - une plateforme où la qualité et l'authenticité passent en premier.

source: Luxembourg is small enough that everyone knows everyone, but big enough that you can still miss the right person. We bridge that gap.
de: Luxemburg ist klein genug, dass jeder jeden kennt, aber groß genug, dass man trotzdem die richtige Person verpassen kann. Wir schließen diese Lücke.
fr: Le Luxembourg est assez petit pour que tout le monde se connaisse, mais assez grand pour que vous puissiez encore manquer la bonne personne. Nous comblons cette lacune.

source: The heart of the Crush Coach concept. Wesley personally reviews profiles and organizes events, ensuring every member gets an authentic, human experience.
de: Das Herzstück des Crush Coach Konzepts. Wesley überprüft persönlich Profile und organisiert Veranstaltungen, um sicherzustellen, dass jedes Mitglied eine authentische, menschliche Erfahrung erhält.
fr: Le cœur du concept Crush Coach. Wesley examine personnellement les profils et organise les événements, garantissant à chaque membre une expérience authentique et humaine.

source: On other apps, you can be whoever you want. Here, you have to be yourself - and that's what makes the connections real.
de: Auf anderen Apps können Sie sein, wer Sie wollen. Hier müssen Sie Sie selbst sein - und das macht die Verbindungen echt.
fr: Sur d'autres applications, vous pouvez être qui vous voulez. Ici, vous devez être vous-même - et c'est ce qui rend les connexions réelles.

source: In the Media
de: In den Medien
fr: Dans les médias

source: What the press is saying about Crush.lu
de: Was die Presse über Crush.lu sagt
fr: Ce que la presse dit de Crush.lu

source: January 25, 2026
de: 25. Januar 2026
fr: 25 janvier 2026

source: French
de: Französisch
fr: Français

source: Unlike dating apps that put everything on physical appearance, Crush.lu aims to go beyond looks by also considering the personality of users.
de: Im Gegensatz zu Dating-Apps, die alles auf das äußere Erscheinungsbild setzen, möchte Crush.lu über das Aussehen hinausgehen, indem auch die Persönlichkeit der Benutzer berücksichtigt wird.
fr: Contrairement aux applications de rencontres qui mettent tout sur l'apparence physique, Crush.lu vise à aller au-delà du physique en tenant également compte de la personnalité des utilisateurs.

source: Read the article
de: Artikel lesen
fr: Lire l'article

source: February 1, 2026
de: 1. Februar 2026
fr: 1er février 2026

source: The idea of the two friends is to bet everything on authenticity and events, rather than on algorithms and mindless swiping.
de: Die Idee der beiden Freunde ist es, alles auf Authentizität und Veranstaltungen zu setzen, anstatt auf Algorithmen und gedankenloses Swipen.
fr: L'idée des deux amis est de tout miser sur l'authenticité et les événements, plutôt que sur les algorithmes et le swipe sans réflexion.

source: Crush.lu in Numbers
de: Crush.lu in Zahlen
fr: Crush.lu en chiffres

source: Verified Members
de: Verifizierte Mitglieder
fr: Membres vérifiés

source: Verification Time
de: Verifizierungszeit
fr: Temps de vérification

source: Age Range
de: Altersbereich
fr: Tranche d'âge

source: Made in Luxembourg
de: Hergestellt in Luxemburg
fr: Fabriqué au Luxembourg

source: The Crush Coach Difference
de: Der Crush Coach Unterschied
fr: La différence Crush Coach

source: Human Verification
de: Menschliche Verifizierung
fr: Vérification humaine

source: SMS verification confirms your phone number
de: SMS-Verifizierung bestätigt Ihre Telefonnummer
fr: La vérification SMS confirme votre numéro de téléphone

source: Personal phone call with a Crush Coach
de: Persönliches Telefongespräch mit einem Crush Coach
fr: Appel téléphonique personnel avec un Crush Coach

source: Profile review for authenticity and quality
de: Profilüberprüfung auf Authentizität und Qualität
fr: Révision du profil pour authenticité et qualité

source: Personalized feedback to improve your profile
de: Personalisiertes Feedback zur Verbesserung Ihres Profils
fr: Retours personnalisés pour améliorer votre profil

source: No bots, no catfishing, no fake accounts
de: Keine Bots, kein Catfishing, keine gefälschten Konten
fr: Pas de bots, pas de catfishing, pas de faux comptes

source: Real Events
de: Echte Veranstaltungen
fr: Vrais événements

source: Speed dating nights in curated venues
de: Speed-Dating-Abende an ausgewählten Orten
fr: Soirées de speed dating dans des lieux sélectionnés

source: Voting system so you choose who you meet
de: Abstimmungssystem, damit Sie wählen, wen Sie treffen
fr: Système de vote pour que vous choisissiez qui vous rencontrez

source: Safe, organized spaces for real conversations
de: Sichere, organisierte Räume für echte Gespräche
fr: Espaces sûrs et organisés pour de vraies conversations

source: Themed events and social mixers
de: Themenveranstaltungen und Social Mixers
fr: Événements à thème et soirées sociales

source: Connections made face-to-face, not screen-to-screen
de: Verbindungen von Angesicht zu Angesicht, nicht von Bildschirm zu Bildschirm
fr: Connexions créées face à face, pas écran à écran

source: We don't just verify that you're real - we make sure you're ready to make genuine connections.
de: Wir überprüfen nicht nur, ob Sie echt sind - wir stellen sicher, dass Sie bereit sind, echte Verbindungen zu knüpfen.
fr: Nous ne vérifions pas seulement que vous êtes réel - nous nous assurons que vous êtes prêt à créer de véritables connexions.

source: Why Luxembourg?
de: Warum Luxemburg?
fr: Pourquoi le Luxembourg ?

source: Small Community, Big Heart
de: Kleine Gemeinschaft, großes Herz
fr: Petite communauté, grand cœur

source: With around 680,000 residents, Luxembourg is small enough to feel personal but big enough to miss the right person. We bridge that gap.
de: Mit rund 680.000 Einwohnern ist Luxemburg klein genug, um sich persönlich anzufühlen, aber groß genug, um die richtige Person zu verpassen. Wir schließen diese Lücke.
fr: Avec environ 680 000 habitants, le Luxembourg est assez petit pour être personnel mais assez grand pour manquer la bonne personne. Nous comblons cette lacune.

source: Privacy First
de: Datenschutz an erster Stelle
fr: Confidentialité d'abord

source: In a small country, discretion matters. Control your visibility, blur your photos, and choose exactly what you share.
de: In einem kleinen Land ist Diskretion wichtig. Kontrollieren Sie Ihre Sichtbarkeit, verpixeln Sie Ihre Fotos und wählen Sie genau aus, was Sie teilen.
fr: Dans un petit pays, la discrétion compte. Contrôlez votre visibilité, floutez vos photos et choisissez exactement ce que vous partagez.

source: Multicultural
de: Multikulturell
fr: Multiculturel

source: Luxembourg hosts 170+ nationalities. Our platform brings together this rich diversity through shared experiences and real events.
de: Luxemburg beherbergt über 170 Nationalitäten. Unsere Plattform bringt diese reiche Vielfalt durch gemeinsame Erfahrungen und echte Veranstaltungen zusammen.
fr: Le Luxembourg accueille plus de 170 nationalités. Notre plateforme rassemble cette riche diversité à travers des expériences partagées et des événements réels.

source: Ready to Join Our Story?
de: Bereit, Teil unserer Geschichte zu werden?
fr: Prêt à rejoindre notre histoire ?

source: Become part of Luxembourg's most authentic way to meet new people.
de: Werden Sie Teil von Luxemburgs authentischster Art, neue Menschen kennenzulernen.
fr: Devenez partie de la façon la plus authentique de rencontrer de nouvelles personnes au Luxembourg.

source: Create Your Profile
de: Erstellen Sie Ihr Profil
fr: Créez votre profil

source: No credit card required
de: Keine Kreditkarte erforderlich
fr: Pas de carte bancaire requise

source: Free to join
de: Kostenlos beitreten
fr: Inscription gratuite

source: Cancel anytime
de: Jederzeit kündbar
fr: Annuler à tout moment

source: Account Settings - Crush.lu
de: Kontoeinstellungen - Crush.lu
fr: Paramètres du compte - Crush.lu

source: Account Settings
de: Kontoeinstellungen
fr: Paramètres du compte

source: Account Information
de: Konto-Informationen
fr: Informations du compte

source: Name
fr: Nom

source: Member since
de: Mitglied seit
fr: Membre depuis

source: Connected accounts
de: Verbundene Konten
fr: Comptes connectés

source: Linked Accounts
de: Verknüpfte Konten
fr: Comptes liés

source: Connect additional social accounts for easier login. You can use any connected account to log in.
de: Verbinden Sie zusätzliche Social-Media-Konten für einfacheres Anmelden. Sie können jedes verbundene Konto zum Anmelden verwenden.
fr: Connectez des comptes sociaux supplémentaires pour une connexion plus facile. Vous pouvez utiliser n'importe quel compte connecté pour vous connecter.

source: Connected
de: Verbunden
fr: Connecté

source: Are you sure you want to disconnect this %(provider)s account?
de: Möchtest du dieses %(provider)s-Konto wirklich trennen?
fr: Es-tu sûr de vouloir déconnecter ce compte %(provider)s ?

source: Disconnect
de: Trennen
fr: Déconnecter

source: You need at least one login method
de: Du benötigst mindestens eine Anmeldemethode
fr: Tu as besoin d'au moins une méthode de connexion

source: Connect More Accounts
de: Weitere Konten verknüpfen
fr: Connecter plus de comptes

source: Connect Google
de: Google verbinden
fr: Connecter Google

source: Connect Facebook
de: Facebook verbinden
fr: Connecter Facebook

source: Connect Microsoft
de: Microsoft verbinden
fr: Connecter Microsoft

source: You don't have any social accounts connected yet.
de: Du hast noch keine Social-Media-Konten verbunden.
fr: Tu n'as pas encore connecté de comptes sociaux.

source: Social login providers are not configured for this site.
de: Social-Login-Anbieter sind für diese Seite nicht konfiguriert.
fr: Les fournisseurs de connexion sociale ne sont pas configurés pour ce site.

source: Social Account Photos
de: Social-Media-Fotos
fr: Photos des comptes sociaux

source: Photos from your connected social accounts. To use these photos on your dating profile,
de: Fotos von Ihren verbundenen Social-Media-Konten. Um diese Fotos in Ihrem Dating-Profil zu verwenden,
fr: Photos de tes comptes sociaux connectés. Pour utiliser ces photos sur ton profil de rencontre,

source: go to Edit Profile
de: zum Profil bearbeiten
fr: aller à Modifier le profil

source: complete your profile setup
de: Profil-Einrichtung abschließen
fr: compléter la configuration de ton profil

source: Available
de: Verfügbar
fr: Disponible

source: Import Photos to Profile
de: Fotos ins Profil importieren
fr: Importer les photos vers le profil

source: Complete Profile to Import
de: Profil vervollständigen zum Importieren
fr: Compléter le profil pour importer

source: Password Login
de: Passwort-Anmeldung
fr: Connexion par mot de passe

source: You can set a password to enable login with your email (%(email)s) in addition to your social accounts.
de: Sie können ein Passwort festlegen, um sich zusätzlich zu Ihren Social-Media-Konten mit Ihrer E-Mail (%(email)s) anzumelden.
fr: Vous pouvez définir un mot de passe pour permettre la connexion avec votre e-mail (%(email)s) en plus de vos comptes sociaux.

source: Set Password
de: Passwort festlegen
fr: Définir un mot de passe

source: You have a password set for email login.
de: Du hast ein Passwort für die E-Mail-Anmeldung festgelegt.
fr: Tu as défini un mot de passe pour la connexion par email.

source: You can also login with your connected social accounts.
de: Du kannst dich auch mit deinen verbundenen Social-Media-Kontenanmelden.
fr: Tu peux également te connecter avec tes comptes sociaux connectés.

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe

source: Dating Profile
de: Dating-Profil
fr: Profil de rencontre

source: Incomplete
de: Unvollständig
fr: Incomplet

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil

source: Profile under review
de: Profil wird überprüft
fr: Profil en cours de révision

source: Complete Profile
de: Profil vervollständigen
fr: Compléter le profil

source: You haven't created a dating profile yet.
de: Du hast noch kein Dating-Profil erstellt.
fr: Tu n'as pas encore créé de profil de rencontre.

source: Create Profile
de: Profil erstellen
fr: Créer un profil

source: Email Notifications
de: E-Mail-Benachrichtigungen
fr: Notifications par email

source: You have unsubscribed from all emails. Toggle the switch below to re-enable notifications.
de: Sie haben alle E-Mails abbestellt. Aktivieren Sie den Schalter unten, um Benachrichtigungen wieder zu aktivieren.
fr: Vous vous êtes désabonné de tous les e-mails. Activez l'interrupteur ci-dessous pour réactiver les notifications.
