Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Event Phase
de: Veranstaltungsphase
fr: Phase de l'événement

source: Start voting for selected sessions
de: Abstimmung für ausgewählte Sitzungen starten
fr: Démarrer le vote pour les sessions sélectionnées

source: Started voting for %(count)d session(s)
de: Abstimmung für %(count)d Sitzung(en) gestartet
fr: Vote démarré pour %(count)d session(s)

source: End voting and calculate winners
de: Abstimmung beenden und Gewinner ermitteln
fr: Terminer le vote et calculer les gagnants

source: Ended voting and calculated winners for %(count)d session(s)
de: Abstimmung beendet und Gewinner für %(count)d Sitzung(en) ermittelt
fr: Vote terminé et gagnants calculés pour %(count)d session(s)

source: For User
de: Für Benutzer
fr: Pour l'utilisateur

source: Doors
de: Türen
fr: Portes

source: Users
de: Benutzer
fr: Utilisateurs

source: December Active
de: Dezember aktiv
fr: Actif en décembre

source: Create 24 default doors
de: 24 Standard-Türen erstellen
fr: Créer 24 portes par défaut

source: Created %(count)d doors for '%(title)s'
de: %(count)d Türen für '%(title)s' erstellt
fr: %(count)d portes créées pour '%(title)s'

source: Door #
de: Tür Nr.
fr: Porte n°

source: Challenge Type
de: Challenge-Typ
fr: Type de défi

source: Has Content
de: Hat Inhalt
fr: A du contenu

source: Has QR Tokens
de: Hat QR-Tokens
fr: A des codes QR

source: Calendar
de: Kalender
fr: Calendrier

source: Title
de: Titel
fr: Titre

source: Challenge
fr: Défi

source: Media
de: Medien
fr: Média

source: Doors Opened
de: Geöffnete Türen
fr: Portes ouvertes

source: QR Scans
fr: Scans QR

source: Door
de: Tür
fr: Porte

source: Token
fr: Jeton

source: Valid
de: Gültig
fr: Valide

source: QR URL
fr: URL QR

source: Regenerate tokens (creates new UUIDs)
de: Tokens neu generieren (erstellt neue UUIDs)
fr: Régénérer les jetons (crée de nouveaux UUIDs)

source: Regenerated %(count)d token(s). Used tokens were skipped.
de: %(count)d Token(s) neu generiert. Verwendete Tokens wurdenübersprungen.
fr: %(count)d jeton(s) régénéré(s). Les jetons utilisés ont été ignorés.

source: Generate tokens for all doors (selected users)
de: Tokens für alle Türen generieren (ausgewählte Benutzer)
fr: Générer des jetons pour toutes les portes (utilisateurs sélectionnés)

source: Generated %(count)d new QR token(s)
de: %(count)d neue(n) QR-Token(s) generiert
fr: %(count)d nouveau(x) jeton(s) QR généré(s)

source: 📝 Total Registrations
de: 📝 Gesamtanmeldungen
fr: 📝 Inscriptions totales

source: Invited Users
de: Eingeladene Benutzer
fr: Utilisateurs invités

source: ✅ Confirmed
de: ✅ Bestätigt
fr: ✅ Confirmé

source: ⏳ Waitlist
de: ⏳ Warteliste
fr: ⏳ Liste d'attente

source: Spots Available
de: Verfügbare Plätze
fr: Places disponibles

source: 💰 Revenue
de: 💰 Einnahmen
fr: 💰 Revenus

source: 🗳️ Phase 1: Voting
de: 🗳️ Phase 1: Abstimmung
fr: 🗳️ Phase 1 : Vote

source: 🎤 Phase 2: Presentations
de: 🎤 Phase 2: Präsentationen
fr: 🎤 Phase 2 : Présentations

source: ✅ Publish selected events
de: ✅ Ausgewählte Events veröffentlichen
fr: ✅ Publier les événements sélectionnés

source: Published {count} event(s)
de: {count} Event(s) veröffentlicht
fr: {count} événement(s) publié(s)

source: ❌ Unpublish selected events
de: ❌ Ausgewählte Events zurückziehen
fr: ❌ Dépublier les événements sélectionnés

source: Unpublished {count} event(s)
de: {count} Event(s) zurückgezogen
fr: {count} événement(s) dépublié(s)

source: 🚫 Cancel selected events
de: 🚫 Ausgewählte Events absagen
fr: 🚫 Annuler les événements sélectionnés

source: Cancelled {count} event(s)
de: {count} Event(s) abgesagt
fr: {count} événement(s) annulé(s)

source: 🔔 Send reminders to confirmed attendees
de: 🔔 Erinnerungen an bestätigte Teilnehmer senden
fr: 🔔 Envoyer des rappels aux participants confirmés

source: Sent {count} reminder(s) successfully
de: {count} Erinnerung(en) erfolgreich gesendet
fr: {count} rappel(s) envoyé(s) avec succès

source: Failed to send {count} reminder(s)
de: Senden von {count} Erinnerung(en) fehlgeschlagen
fr: Échec de l'envoi de {count} rappel(s)

source: No confirmed registrations to notify
de: Keine bestätigten Anmeldungen zu benachrichtigen
fr: Aucune inscription confirmée à notifier

source: 📋 Export attendees to CSV
de: 📋 Teilnehmer als CSV exportieren
fr: 📋 Exporter les participants en CSV

source: 📋 Export selected registrations to CSV
de: 📋 Ausgewählte Anmeldungen als CSV exportieren
fr: 📋 Exporter les inscriptions sélectionnées en CSV

source: ✅ Confirm selected registrations
de: ✅ Ausgewählte Anmeldungen bestätigen
fr: ✅ Confirmer les inscriptions sélectionnées

source: ⏳ Move to waitlist
de: ⏳ Zur Warteliste verschieben
fr: ⏳ Déplacer vers la liste d'attente

source: Guest Name
de: Gastname
fr: Nom de l'invité

source: Invitation Link
de: Einladungslink
fr: Lien d'invitation

source: Complete Status
de: Status vollständig
fr: Statut complet

source: ✅ Approve selected guests
de: ✅ Ausgewählte Gäste genehmigen
fr: ✅ Approuver les invités sélectionnés

source: Approved {updated} guest(s) to attend the event. Sent {emails_sent} email notification(s).
de: {updated} Gast/Gäste für die Veranstaltung genehmigt. {emails_sent} E-Mail-Benachrichtigung(en) gesendet.
fr: {updated} invité(s) approuvé(s) pour participer à l'événement. {emails_sent} notification(s) e-mail envoyée(s).

source: No pending invitations to approve. Only accepted invitations can be approved.
de: Keine ausstehenden Einladungen zu genehmigen. Nur akzeptierte Einladungen können genehmigt werden.
fr: Aucune invitation en attente à approuver. Seules les invitations acceptées peuvent être approuvées.

source: ❌ Reject selected guests
de: ❌ Ausgewählte Gäste ablehnen
fr: ❌ Rejeter les invités sélectionnés

source: Rejected {count} guest(s). They will be notified.
de: {count} Gast/Gäste abgelehnt. Sie werden benachrichtigt.
fr: {count} invité(s) rejeté(s). Ils seront notifiés.

source: No pending invitations to reject. Only accepted invitations can be rejected.
de: Keine ausstehenden Einladungen zum Ablehnen. Nur akzeptierte Einladungen können abgelehnt werden.
fr: Aucune invitation en attente à rejeter. Seules les invitations acceptées peuvent être rejetées.

source: 📧 Resend invitation emails
de: 📧 Einladungs-E-Mails erneut senden
fr: 📧 Renvoyer les e-mails d'invitation

source: Would resend {count} invitation(s). Email sending not yet implemented.
de: Würde {count} Einladung(en) erneut senden. E-Mail-Versand noch nichtimplementiert.
fr: Renverrait {count} invitation(s). L'envoi d'e-mail n'est pas encoreimplémenté.

source: No pending invitations to resend. Only unaccepted invitations can be resent.
de: Keine ausstehenden Einladungen zum erneuten Senden. Nur nicht akzeptierte Einladungen können erneut gesendet werden.
fr: Aucune invitation en attente à renvoyer. Seules les invitations non acceptées peuvent être renvoyées.

source: ✅ Activate selected journeys
de: ✅ Ausgewählte Reisen aktivieren
fr: ✅ Activer les parcours sélectionnés

source: Activated {count} journey(s)
de: {count} Reise(n) aktiviert
fr: {count} parcours activé(s)

source: ❌ Deactivate selected journeys
de: ❌ Ausgewählte Reisen deaktivieren
fr: ❌ Désactiver les parcours sélectionnés

source: Deactivated {count} journey(s)
de: {count} Reise(n) deaktiviert
fr: {count} parcours désactivé(s)

source: 📋 Duplicate journey (create copy)
de: 📋 Reise duplizieren (Kopie erstellen)
fr: 📋 Dupliquer le parcours (créer une copie)

source: Please select exactly one journey to duplicate
de: Bitte wählen Sie genau eine Reise zum Duplizieren aus
fr: Veuillez sélectionner exactement un parcours à dupliquer

source: Duplication feature coming soon! Would create a copy of '{name}'
de: Duplikationsfunktion kommt bald! Würde eine Kopie von '{name}'erstellen
fr: Fonctionnalité de duplication bientôt disponible ! Créerait une copiede '{name}'

source: Chapter #
de: Kapitel Nr.
fr: Chapitre n°

source: 🎯 Challenges
fr: 🎯 Défis

source: 🎁 Rewards
de: 🎁 Belohnungen
fr: 🎁 Récompenses

source: Chapter
de: Kapitel
fr: Chapitre

source: Question Preview
de: Fragenvorschau
fr: Aperçu de la question

source: Has Hints?
de: Hat Hinweise?
fr: A des indices ?

source: 🎬 Video
fr: 🎬 Vidéo

source: Journey
de: Reise
fr: Parcours

source: Completion
de: Abschluss
fr: Terminé

source: Time Spent
de: Verbrachte Zeit
fr: Temps passé

source: User
de: Benutzer
fr: Utilisateur

source: Duration
de: Dauer
fr: Durée

source: 💡 Hints Used
de: 💡 Verwendete Hinweise
fr: 💡 Indices utilisés

source: No Chapter 2 responses found in selected items.
de: Keine Antworten aus Kapitel 2 in ausgewählten Elementen gefunden.
fr: Aucune réponse du Chapitre 2 trouvée dans les éléments sélectionnés.

source: Exported {count} Chapter 2 responses.
de: {count} Antworten aus Kapitel 2 exportiert.
fr: {count} réponses du Chapitre 2 exportées.

source: 📊 Export Chapter 2 Questionnaire Responses (CSV)
de: 📊 Kapitel 2 Fragebogen-Antworten exportieren (CSV)
fr: 📊 Exporter les réponses du questionnaire Chapitre 2 (CSV)

source: Reward
de: Belohnung
fr: Récompense

source: Progress
de: Fortschritt
fr: Progression

source: Sender
de: Absender
fr: Expéditeur

source: Claimed By
de: Eingelöst von
fr: Réclamé par

source: Media Status
de: Medienstatus
fr: Statut des médias

source: ⏰ Mark selected gifts as expired
de: ⏰ Ausgewählte Geschenke als abgelaufen markieren
fr: ⏰ Marquer les cadeaux sélectionnés comme expirés

source: Marked {count} gift(s) as expired
de: {count} Geschenk(e) als abgelaufen markiert
fr: {count} cadeau(x) marqué(s) comme expiré(s)

source: Test Notification
de: Testbenachrichtigung
fr: Notification de test

source: Push notifications are working! You'll receive updates about events, messages, and connections.
de: Push-Benachrichtigungen funktionieren! Du erhältst Updates zu Events, Nachrichten und Verbindungen.
fr: Les notifications push fonctionnent ! Tu recevras des mises à jour sur les événements, messages et connexions.

source: Your coach notifications are working correctly!
de: Deine Coach-Benachrichtigungen funktionieren einwandfrei!
fr: Vos notifications coach fonctionnent correctement !

source: Upload a profile photo for this coach
de: Laden Sie ein Profilfoto für diesen Coach hoch
fr: Télécharger une photo de profil pour ce coach

source: User / Links
de: Benutzer / Links
fr: Utilisateur / Liens

source: Has Dating Profile
de: Hat Dating-Profil
fr: A un profil de rencontre

source: Deactivate coach role (allows them to date)
de: Coach-Rolle deaktivieren (erlaubt Dating)
fr: Désactiver le rôle de coach (leur permet d'avoir des rencontres)

source: Deactivate selected coaches
de: Ausgewählte Coaches deaktivieren
fr: Désactiver les coachs sélectionnés

source: Activate selected coaches
de: Ausgewählte Coaches aktivieren
fr: Activer les coachs sélectionnés

source: At-a-glance status overview
de: Statusübersicht auf einen Blick
fr: Aperçu rapide du statut

source: Django User account details with link to full user record
de: Django-Benutzerkonto-Details mit Link zum vollständigen Benutzerdatensatz
fr: Détails du compte utilisateur Django avec lien vers le dossier complet

source: Core profile information
de: Kern-Profilinformationen
fr: Informations principales du profil

source: Phone verification via Firebase/Google Identity Platform SMS OTP
de: Telefonverifizierung via Firebase/Google Identity Platform SMS OTP
fr: Vérification téléphonique via Firebase/Google Identity Platform SMSOTP

source: View which coach is assigned to review this profile.
de: Sehen Sie, welcher Coach diesem Profil zur Überprüfung zugewiesen ist.
fr: Voir quel coach est assigné à l'examen de ce profil.

source: Track which step of profile creation user completed
de: Verfolgen Sie, welchen Schritt der Profilerstellung der Benutzerabgeschlossen hat
fr: Suivre quelle étape de création de profil l'utilisateur a complétée

source: User event history and registrations
de: Benutzer-Event-Verlauf und Anmeldungen
fr: Historique des événements et inscriptions de l'utilisateur

source: Connections sent and received from events
de: Von Events gesendete und empfangene Verbindungen
fr: Connexions envoyées et reçues lors des événements

source: Referral code and conversions for this profile
de: Empfehlungscode und Konversionen für dieses Profil
fr: Code de parrainage et conversions pour ce profil

source: Interactive journey experiences (Wonderland, etc.)
de: Interaktive Reiseerlebnisse (Wonderland usw.)
fr: Expériences de parcours interactifs (Wonderland, etc.)

source: Microsoft Graph contact sync for caller ID
de: Microsoft Graph Kontaktsynchronisation für Anrufer-ID
fr: Synchronisation des contacts Microsoft Graph pour l'identification de l'appelant

source: Phone
de: Telefon
fr: Téléphone

source: Lang
de: Sprache
fr: Langue

source: Is Coach
de: Ist Coach
fr: Est Coach

source: Assigned Coach
de: Zugewiesener Coach
fr: Coach assigné

source: Event Registrations
de: Event-Anmeldungen
fr: Inscriptions aux événements

source: Connections
de: Verbindungen
fr: Connexions

source: Referral Code
de: Empfehlungscode
fr: Code de parrainage

source: Referrals
de: Empfehlungen
fr: Parrainages

source: User Account Details
de: Benutzerkonto-Details
fr: Détails du compte utilisateur

source: Journey Progress
de: Reise-Fortschritt
fr: Progression du parcours

source: Status Summary
de: Status-Zusammenfassung
fr: Résumé du statut

source: Promote selected profiles to Crush Coach role
de: Ausgewählte Profile zur Crush Coach-Rolle befördern
fr: Promouvoir les profils sélectionnés au rôle de Crush Coach

source: Approve selected profiles
de: Ausgewählte Profile genehmigen
fr: Approuver les profils sélectionnés

source: Deactivate selected profiles
de: Ausgewählte Profile deaktivieren
fr: Désactiver les profils sélectionnés

source: Reset phone verification (allows re-verification)
de: Telefonverifizierung zurücksetzen (ermöglicht erneute Verifizierung)
fr: Réinitialiser la vérification téléphonique (permet une nouvellevérification)

source: Sync selected profiles to Outlook contacts
de: Ausgewählte Profile mit Outlook-Kontakten synchronisieren
fr: Synchroniser les profils sélectionnés avec les contacts Outlook

source: Export selected profiles to CSV
de: Ausgewählte Profile als CSV exportieren
fr: Exporter les profils sélectionnés en CSV

source: Send bulk email to selected users
de: Massen-E-Mail an ausgewählte Benutzer senden
fr: Envoyer un e-mail groupé aux utilisateurs sélectionnés

source: Quick overview of the profile being reviewed
de: Schnellübersicht des zu überprüfenden Profils
fr: Aperçu rapide du profil en cours d'examen

source: Coach must complete screening call before approving profile
de: Coach muss den Screening-Anruf abschließen, bevor das Profilgenehmigt wird
fr: Le coach doit compléter l'appel de vérification avant d'approuver leprofil

source: Profile
de: Profil
fr: Profil

source: Workflow
de: Arbeitsablauf
fr: Flux de travail

source: Pending
de: Ausstehend
fr: En attente

source: Profile Details
de: Profildetails
fr: Détails du profil

source: Approve selected profiles (requires completed call)
de: Ausgewählte Profile genehmigen (erfordert abgeschlossenen Anruf)
fr: Approuver les profils sélectionnés (nécessite un appel complété)

source: Reject selected profiles
de: Ausgewählte Profile ablehnen
fr: Rejeter les profils sélectionnés

source: Request revision for selected profiles
de: Überarbeitung für ausgewählte Profile anfordern
fr: Demander une révision pour les profils sélectionnés

source: Auto-assign available coach
de: Verfügbaren Coach automatisch zuweisen
fr: Assigner automatiquement un coach disponible

source: Mark screening call as completed
de: Screening-Anruf als abgeschlossen markieren
fr: Marquer l'appel de vérification comme complété

source: Export selected submissions to CSV
de: Ausgewählte Profile als CSV exportieren
fr: Exporter les soumissions sélectionnées en CSV

source: Tier
de: Stufe
fr: Niveau

source: Next Event
de: Nächstes Event
fr: Prochain événement

source: Wallet Pass Preview
de: Wallet-Pass-Vorschau
fr: Aperçu du pass Wallet

source: 🔄 Update Google Wallet passes
de: 🔄 Google Wallet-Pässe aktualisieren
fr: 🔄 Mettre à jour les pass Google Wallet

source: 🤖 Updated %(count)d Google Wallet pass(es)
de: 🤖 %(count)d Google Wallet-Pass(e) aktualisiert
fr: 🤖 %(count)d pass Google Wallet mis à jour

source: ❌ Failed to update %(count)d pass(es)
de: ❌ Aktualisierung von %(count)d Pass(en) fehlgeschlagen
fr: ❌ Échec de la mise à jour de %(count)d pass

source: ⏭️ Skipped %(count)d profile(s) without Google Wallet
de: ⏭️ %(count)d Profil(e) ohne Google Wallet übersprungen
fr: ⏭️ %(count)d profil(s) sans Google Wallet ignoré(s)

source: 🔄 Update Apple Wallet passes (trigger refresh)
de: 🔄 Apple Wallet-Pässe aktualisieren (Aktualisierung auslösen)
fr: 🔄 Mettre à jour les pass Apple Wallet (déclencher actualisation)

source: 🍎 Triggered refresh for %(count)d Apple Wallet pass(es)
de: 🍎 Aktualisierung für %(count)d Apple Wallet-Pass(e) ausgelöst
fr: 🍎 Actualisation déclenchée pour %(count)d pass Apple Wallet

source: ⏭️ Skipped %(count)d profile(s) without Apple Wallet
de: ⏭️ %(count)d Profil(e) ohne Apple Wallet übersprungen
fr: ⏭️ %(count)d profil(s) sans Apple Wallet ignoré(s)

source: 🔄 Update ALL wallet passes (Apple + Google)
de: 🔄 ALLE Wallet-Pässe aktualisieren (Apple + Google)
fr: 🔄 Mettre à jour TOUS les pass wallet (Apple + Google)

source: 🔄 Updated %(count)d wallet pass(es)
de: 🔄 %(count)d Wallet-Pass(e) aktualisiert
fr: 🔄 %(count)d pass wallet mis à jour

source: ⏭️ Skipped %(count)d profile(s) without any wallet pass
de: ⏭️ %(count)d Profil(e) ohne Wallet-Pass übersprungen
fr: ⏭️ %(count)d profil(s) sans pass wallet ignoré(s)

source: Missing challenge ID
de: Fehlende Challenge-ID
fr: ID de défi manquant

source: Challenge not found
de: Challenges erledigt
fr: Défi introuvable

source: No active journey found
de: Keine Coffrets gefunden
fr: Aucun parcours actif trouvé

source: You already completed this challenge!
de: Du hast diese Herausforderung gelöst!
fr: Tu as déjà terminé ce défi !

source: Correct! Well done! 🎉
de: Richtig! Gut gemacht! 🎉
fr: Correct ! Bien joué ! 🎉

source: Not quite right. Try again! 💪
de: Nicht ganz richtig. Versuch es nochmal! 💪
fr: Pas tout à fait. Réessaie ! 💪

source: An error occurred processing your answer
de: Bei der Verarbeitung Ihrer Auswahl ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors du traitement de ta réponse

source: Missing challenge ID or hint number
de: Fehlende Challenge-ID oder Hinweisnummer
fr: ID du défi ou numéro d'indice manquant

source: Invalid hint number
de: Ungültige Türnummer.
fr: Numéro d'indice invalide

source: Hint not available
de: Nicht verfügbar
fr: Indice non disponible

source: An error occurred unlocking the hint
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du déverrouillage de l'indice

source: An error occurred retrieving progress
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la récupération de la progression

source: An error occurred saving state
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la sauvegarde de l'état

source: Invalid response choice
de: Ungültiger QR-Code.
fr: Choix de réponse invalide

source: Response recorded
de: Antwortete am
fr: Réponse enregistrée

source: An error occurred recording your response
de: Beim Laden Ihres Adventskalenders ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement de ta réponse

source: Missing reward ID or piece index
de: Fehlende Belohnungs-ID oder Teilindex
fr: ID de récompense ou indice de pièce manquant

source: Reward not found
de: Produkte gefunden
fr: Récompense introuvable

source: This piece is already unlocked
de: Dieser QR-Code wurde bereits verwendet.
fr: Cette pièce est déjà déverrouillée

source: Not enough points! You need %(points)s points to unlock this piece.
de: Nicht genug Punkte! Du brauchst %(points)s Punkte, um dieses Teil freizuschalten.
fr: Pas assez de points ! Tu as besoin de %(points)s points pour déverrouiller cette pièce.

source: Piece unlocked! -%(points)s points
de: %(points)s Punkte
fr: Pièce déverrouillée ! -%(points)s points

source: An error occurred unlocking the piece
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors du déverrouillage de la pièce

source: An error occurred retrieving reward progress
de: Beim Öffnen dieser Tür ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la récupération de la progression des récompenses

source: New Profile to Review
de: Neues Profil zur Überprüfung
fr: Nouveau profil à examiner

source: %(name)s submitted a profile for review
de: %(name)s hat ein Profil zur Überprüfung eingereicht
fr: %(name)s a soumis un profil pour examen

source: Profile Revision Submitted
de: Profilüberarbeitung eingereicht
fr: Révision du profil soumise

source: %(name)s updated their profile based on your feedback
de: %(name)s hat das Profil basierend auf deinem Feedback aktualisiert
fr: %(name)s a mis à jour son profil suite à vos commentaires

source: Pending Screening Call
de: Ausstehender Screening-Anruf
fr: Appel de screening en attente

source: Don't forget to schedule a call with %(name)s
de: Vergiss nicht, einen Anruf mit %(name)s zu planen
fr: N'oubliez pas de planifier un appel avec %(name)s

source: Get started
de: Loslegen
fr: Commencer

source: Tell us about you
de: Erzähl uns von dir
fr: Parle-nous de toi

source: Add photos
de: Fotos hinzufügen
fr: Ajouter des photos

source: Review & submit
de: Überprüfen und absenden
fr: Vérifier et soumettre

source: Under review
de: In Prüfung
fr: En cours de révision

source: Welcome to Crush.lu! Complete Your Profile
de: Willkommen bei Crush.lu! Vervollständigen Sie Ihr Profil
fr: Bienvenue sur Crush.lu ! Complétez votre profil

source: Profile Submitted for Review - Crush.lu
de: Profil zur Überprüfung eingereicht - Crush.lu
fr: Profil soumis pour examen - Crush.lu

source: New Profile Review Assignment - {name}
de: Neue Profil-Überprüfung zugewiesen - {name}
fr: Nouvelle affectation de profil à examiner - {name}

source: Welcome to Crush.lu - Your Profile is Approved!
de: Willkommen bei Crush.lu - Ihr Profil wurde genehmigt!
fr: Bienvenue sur Crush.lu - Votre profil est approuvé !

source: Profile Review Feedback - Crush.lu
de: Profil-Überprüfung Feedback - Crush.lu
fr: Commentaires sur votre profil - Crush.lu

source: Profile Review Update - Crush.lu
de: Profil-Überprüfung Update - Crush.lu
fr: Mise à jour de l'examen de profil - Crush.lu

source: Event Registration Confirmed - {title}
de: Event-Anmeldung bestätigt - {title}
fr: Inscription à l'événement confirmée - {title}

source: Added to Waitlist - {title}
de: Zur Warteliste hinzugefügt - {title}
fr: Ajouté à la liste d'attente - {title}

source: Event Cancellation Confirmed - {title}
de: Event-Abmeldung bestätigt - {title}
fr: Annulation d'événement confirmée - {title}

source: %(days)d day
de: %(days)d Tag
fr: %(days)d jour

source: Event Reminder - {title} in {days}
de: Event-Erinnerung - {title} in {days}
fr: Rappel d'événement - {title} dans {days}

source: Someone wants to connect with you!
de: Jemand möchte sich mit Ihnen verbinden!
fr: Quelqu'un veut se connecter avec vous !

source: Your connection request was accepted!
de: Ihre Verbindungsanfrage wurde akzeptiert!
fr: Votre demande de connexion a été acceptée !

source: New message from {name}
de: Neue Nachricht von {name}
fr: Nouveau message de {name}

source: {sender_name} has created a magical journey for you!
de: {sender_name} hat eine magische Reise für dich erstellt!
fr: {sender_name} a créé un parcours magique pour toi !
