Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Send your first invitation using the form above!
de: Sende deine erste Einladung mit dem Formular oben!
fr: Envoie ta première invitation en utilisant le formulaire ci-dessus !

source: Journey Management - Coach Dashboard
de: Reise-Verwaltung - Coach-Dashboard
fr: Gestion des parcours

source: Journey Management Dashboard
de: Reise-Verwaltungs-Dashboard
fr: Gestion des parcours

source: Manage all active Wonderland Journey experiences and monitor user progress.
de: Verwalten Sie alle aktiven Wonderland-Reise-Erlebnisse und überwachen Sie den Benutzerfortschritt.
fr: Gérez les expériences Wonderland Journey actives et consultez la progression des utilisateurs.

source: For: <strong>%(first_name)s %(last_name)s</strong>
de: Für: <strong>%(first_name)s %(last_name)s</strong>
fr: Pour : <strong>%(first_name)s %(last_name)s</strong>

source: %(counter)s Chapter
de: %(counter)s Kapitel
fr: %(counter)s Chapitre

source: Total Users
de: Gesamtnutzer
fr: Total d'utilisateurs

source: Chapters
de: Kapitel
fr: Chapitres

source: Challenges
fr: Défis

source: Recent User Activity
de: Aktuelle Nutzeraktivität
fr: Activité récente

source: Chapter %(chapter)s
de: Kapitel %(chapter)s
fr: Chapitre %(chapter)s

source: View Progress
de: Fortschritt ansehen
fr: Voir la progression

source: No users have started this journey yet.
de: Noch haben keine Benutzer diese Reise begonnen.
fr: Aucun utilisateur n'a encore commencé ce voyage.

source: No active journeys found. Create a journey from the Special User Experience admin panel.
de: Keine aktiven Fahrten gefunden. Erstellen Sie eine Journey über das Special User Experience-Admin-Panel.
fr: Aucun voyage actif trouvé. Crée un voyage depuis le panneau d'administration Expérience Utilisateur Spéciale.

source: Back to Coach Dashboard
de: Zurück zum Coach-Dashboard
fr: Retour au tableau de bord coach

source: Create New Journey
de: Neue Reise erstellen
fr: Créer un nouveau voyage

source: Presentation Control
de: Präsentationskontrolle
fr: Contrôle de présentation

source: Coach Control Panel
de: Coach-Bedienfeld
fr: Panneau de contrôle coach

source: %(title)s - Presentation Round
de: %(title)s – Präsentationsrunde
fr: %(title)s - Tour de présentation

source: %(completed)s / %(total)s Completed
de: %(completed)s / %(total)s Abgeschlossen
fr: %(completed)s / %(total)s Terminé

source: Presentation Style: <strong>%(style)s</strong>
de: Präsentationsstil: <strong>%(style)s</strong>
fr: Style de présentation : <strong>%(style)s</strong>

source: Currently Presenting:
de: Derzeit präsentieren:
fr: Présentation en cours :

source: Presentation #%(order)s of %(total)s
de: Präsentation #%(order)s von %(total)s
fr: Présentation n°%(order)s sur %(total)s

source: Next Presenter →
de: Nächster Moderator →
fr: Présentateur suivant →

source: Ready to Start Presentations
de: Bereit, Präsentationen zu starten
fr: Prêt à commencer ?

source: Click below to begin with the first presenter
fr: Clique ci-dessous pour commencer avec le premier présentateur

source: Start Presentations →
de: Präsentationen starten →
fr: Démarrer les présentations →

source: All Presentations Completed!
de: Alle Präsentationen abgeschlossen!
fr: Toutes les présentations terminées !

source: Ready to move to Phase 3: Speed Dating
de: Bereit für Phase 3: Speed-Dating
fr: Prêt à passer à la Phase 3 : Speed Dating

source: Presentation Queue
de: Präsentations-Warteschlange
fr: File de présentation

source: PRESENTING
de: PRÄSENTIEREN
fr: EN PRÉSENTATION

source: DONE
de: ERLEDIGT
fr: TERMINÉ

source: Review Profile
de: Profil überprüfen
fr: Examiner le profil

source: Joined
de: Beigetreten
fr: Inscrit

source: LinkedIn signup
de: LinkedIn-Anmeldung
fr: Inscription LinkedIn

source: Facebook signup
de: Facebook-Anmeldung
fr: Inscription Facebook

source: Google signup
de: Google-Anmeldung
fr: Inscription Google

source: Microsoft signup
de: Microsoft-Anmeldung
fr: Inscription Microsoft

source: Social signup
de: Social-Media-Anmeldung
fr: Inscription réseaux sociaux

source: Email signup
de: E-Mail-Anmeldung
fr: Inscription par e-mail

source: Phone verified
de: Telefon verifiziert
fr: Téléphone vérifié

source: Screening Call
de: Screening-Anruf
fr: Appel de vérification

source: Review Guidelines
de: Überprüfungs-Checkliste:
fr: Directives d'examen

source: Complete screening call first!
de: Schließe zuerst den Screening-Anruf ab!
fr: Complète d'abord l'appel de vérification !

source: Verify photos are clear and appropriate
de: ✓ Profilfotos sind klar und angemessen
fr: Vérifie que les photos sont nettes et appropriées

source: Ensure bio is genuine and respectful
de: ✓ Bio ist authentisch und respektvoll
fr: Assure-toi que la bio est authentique et respectueuse

source: Confirm age verification (18+)
de: ✓ Altersverifikation (18+)
fr: Confirme la vérification d'âge (18+)

source: Look for red flags or suspicious content
de: Achte auf Warnzeichen oder verdächtige Inhalte
fr: Chercher des signaux d'alarme ou du contenu suspect

source: Coach Sessions
de: Coach-Sitzungen
fr: Sessions de coaching

source: Scheduled: %(scheduled_at)s
de: Geplant: %(scheduled_at)s
fr: Prévu : %(scheduled_at)s

source: Completed: %(completed_at)s
de: Abgeschlossen: %(completed_at)s
fr: Terminé : %(completed_at)s

source: No coaching sessions recorded yet.
de: Es wurden noch keine Coaching-Sitzungen aufgezeichnet.
fr: Aucune session de coaching enregistrée pour le moment.

source: Journey Report
de: Reisebericht
fr: Rapport de parcours

source: Journey Report: %(name)s
de: Reisebericht: %(name)s
fr: Rapport de parcours : %(name)s

source: Started: %(started)s
de: Gestartet: %(started)s
fr: Commencé : %(started)s

source: Last Activity: %(activity)s
de: Letzte Aktivität: %(activity)s
fr: Dernière activité : %(activity)s

source: Duration: %(counter)s day
de: Dauer: %(counter)s Tag
fr: Durée : %(counter)s jour

source: Chapters Completed
de: Kapitel abgeschlossen
fr: Chapitres terminés

source: Total Points
de: Gesamtpunkte
fr: Total de points

source: Challenges Done
de: Challenges erledigt
fr: Défis terminés

source: Total Attempts
de: Gesamtversuche
fr: Tentatives totales

source: In Progress
de: In Bearbeitung
fr: Votre progression

source: Final Response
de: Letzte Antwort
fr: Réponse finale

source: Key Insights & Personal Responses
de: Wichtige Erkenntnisse und persönliche Antworten
fr: Aperçus clés & Réponses personnelles

source: Detailed Journey Results
de: Detaillierte Reiseergebnisse
fr: Résultats détaillés du parcours

source: Print Report
de: Bericht drucken
fr: Imprimer le rapport

source: Admin View
de: Admin-Ansicht
fr: Vue admin

source: Connection with %(name)s
de: Verbindung mit %(name)s
fr: Connexion avec %(name)s

source: Connection Progress
de: Verbindungsfortschritt
fr: Connexions

source: Connection Requested
de: Verbindung angefragt
fr: Demande de connexion envoyée

source: Mutual Interest Confirmed
de: Gegenseitiges Interesse bestätigt
fr: Intérêt mutuel confirmé

source: Waiting for response...
de: Warte auf Antwort...
fr: En attente de réponse...

source: Coach Facilitation
de: Coach-Begleitung
fr: Accompagnement Coach

source: Coach %(name)s is helping facilitate
de: Coach %(name)s hilft bei der Vermittlung
fr: Le coach %(name)s facilite la connexion

source: Pending coach assignment...
de: Warte auf Coach-Zuweisung...
fr: Attribution d'un coach en cours...

source: Consent to Share Contacts
de: Zustimmung zur Kontaktfreigabe
fr: Consentement pour partager les contacts

source: You:
de: Du:
fr: Vous :

source: You can now see each other's contact information
de: Ihr könnt jetzt die Kontaktinformationen des anderen sehen
fr: Vous pouvez maintenant voir vos informations de contact respectives

source: Waiting for consents...
de: Warte auf Zustimmungen...
fr: En attente des consentements...

source: Message from Coach %(name)s
de: Nachricht von Coach %(name)s
fr: Message du Coach %(name)s

source: Consent Required
de: Zustimmung erforderlich
fr: Consentement requis

source: Your Crush Coach has approved this connection! Before your contact information is shared with %(name)s, we need your explicit consent.
de: Dein Crush Coach hat diese Verbindung genehmigt! Bevor deine Kontaktinformationen mit %(name)s geteilt werden, benötigen wir deine ausdrückliche Zustimmung.
fr: Votre Crush Coach a approuvé cette connexion ! Avant que vos informations de contact ne soient partagées avec %(name)s, nous avons besoin de votre consentement explicite.

source: What will be shared:
de: Was geteilt wird:
fr: Ce qui sera partagé :

source: Full name:
de: Vollständiger Name:
fr: Nom complet :

source: Profile details and photos
de: Profildetails und Fotos
fr: Détails du profil et photos

source: I consent to share my contact information with %(name)s
de: Ich stimme zu, meine Kontaktinformationen mit %(name)s zu teilen
fr: Je consens à partager mes informations de contact avec %(name)s

source: Give Consent
de: Zustimmung geben
fr: Donner mon consentement

source: You've given consent! Waiting for %(name)s to consent as well...
de: Du hast zugestimmt! Warte darauf, dass %(name)s ebenfalls zustimmt...
fr: Tu as donné ton consentement ! En attente du consentement de %(name)s...

source: Contact Information Shared!
de: Kontaktinformationen geteilt!
fr: Coordonnées partagées !

source: Interests:
de: Interessen:
fr: Centres d'intérêt :

source: Next Steps
de: Nächste Schritte
fr: Prochaines étapes

source: Take your time getting to know each other
de: Lasst euch Zeit, einander kennenzulernen
fr: Prenez votre temps pour apprendre à vous connaître

source: Suggest a casual first meetup (coffee, walk, etc.)
de: Schlage ein ungezwungenes erstes Treffen vor (Kaffee, Spaziergang usw.)
fr: Proposez une première rencontre décontractée (café, balade, etc.)

source: Be yourself and communicate openly
de: Sei du selbst und kommuniziere offen
fr: Sois toi-même et communique ouvertement

source: Your coach is still here if you need guidance!
de: Dein Coach ist noch da, falls du Unterstützung brauchst!
fr: Ton coach est toujours là si tu as besoin de conseils !

source: Send Email
de: E-Mail senden
fr: Envoyer un e-mail

source: Call
de: Anrufen
fr: Appeler

source: Back to Connections
de: Zurück zu Verbindungen
fr: Retour aux connexions

source: Questions?
de: Fragen
fr: 5 questions

source: Create Your Profile - Crush.lu
de: Profil erstellen - Crush.lu
fr: Créer votre profil - Crush.lu

source: Edit Your Profile
de: Profil bearbeiten
fr: Modifier votre profil

source: Update your profile information
de: Aktualisieren Sie Ihre Profilinformationen
fr: Mettez à jour vos informations de profil

source: Welcome to Crush!
de: Willkommen bei Crush!
fr: Bienvenue sur Crush !

source: Let's create your profile in just a few steps
de: Lassen Sie uns in wenigen Schritten Ihr Profil erstellen
fr: Créons ton profil en quelques étapes

source: About You
de: Über dich
fr: À propos de vous

source: Please fix the following errors:
de: Bitte behebe die folgenden Fehler:
fr: Veuillez corriger les erreurs suivantes :

source: Saving...
de: Sparen...
fr: Enregistrement...

source: Basic Information
de: Grundinformationen
fr: Informations de base

source: Let's start with the essentials
fr: Commençons par l'essentiel

source: Verification Required
de: Verifizierung erforderlich
fr: Vérification requise

source: Verified
de: Verifiziert
fr: Vérifié

source: Verify
de: Verifizieren
fr: Vérifier

source: Enter your number and click the Verify button to receive an SMS code
de: Gib deine Nummer ein und klicke auf Verifizieren, um einen SMS-Code zu erhalten
fr: Saisis ton numéro et clique sur le bouton Vérifier pour recevoir un code SMS

source: Your phone number is verified
de: Ihre Telefonnummer wurde erfolgreich verifiziert.
fr: Ton numéro de téléphone est vérifié

source: January
de: Januar
fr: Janvier

source: February
de: Februar
fr: Février

source: March
de: März
fr: Mars

source: April
fr: Avril

source: May
de: Mai
fr: Mai

source: June
de: Juni
fr: Juin

source: July
de: Juli
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
de: Oktober
fr: Octobre

source: November
fr: Novembre

source: December
de: Dezember
fr: Décembre

source: What's your age range?
de: Was ist dein Altersbereich?
fr: Quelle est ta tranche d'âge ?

source: Select your birth year
de: Wähle dein Geburtsjahr
fr: Sélectionne ton année de naissance

source: Select your birth month
de: Wähle deinen Geburtsmonat
fr: Sélectionne ton mois de naissance

source: Select your birth day
de: Wähle deinen Geburtstag
fr: Sélectionne ton jour de naissance

source: Date of birth selected
de: Geburtsdatum ausgewählt
fr: Date de naissance sélectionnée

source: How do you identify?
de: Wie identifizierst du dich?
fr: Comment t'identifies-tu ?

source: Select your gender
de: Wählen Sie Ihr Geschlecht
fr: Sélectionnez votre genre

source: Location in Luxembourg
de: Standort in Luxemburg
fr: Localisation au Luxembourg

source: Click the map or use the dropdown to select your region
de: Klicken Sie auf die Karte oder verwenden Sie das Dropdown-Menü, um Ihre Region auszuwählen
fr: Cliquez sur la carte ou utilisez le menu déroulant pour sélectionnervotre régionClique sur la carte ou utilise le menu déroulant poursélectionner ta régionClique sur la carte ou utilise le menudéroulant pour sélectionner ta région

source: Click the map to select your region
de: Klicken Sie auf die Karte, um Ihre Region auszuwählen
fr: Cliquez sur la carte pour sélectionner votre région

source: Can't use the map? Select from list
de: Sie können die Karte nicht verwenden? Aus Liste auswählen
fr: Tu ne peux pas utiliser la carte ? Sélectionne dans la liste

source: Luxembourg Cantons
de: Luxemburger Identität
fr: Cantons luxembourgeois

source: Border Regions
de: Grenzregionen
fr: Régions frontalières

source: Belgium (Arlon/Virton area)
de: Belgien (Raum Arlon/Virton)
fr: Belgique (région d'Arlon/Virton)

source: Continue
de: Weiter
fr: Continuer

source: Please verify your phone number to continue.
de: Bitte verifizieren Sie Ihre Telefonnummer, um fortzufahren.Bitteverifizieren Sie Ihre Telefonnummer, um alle Funktionen nutzen zukönnen.
fr: Merci de vérifier ton numéro de téléphone pour continuer.

source: Share what makes you unique (optional)
de: Teilen Sie, was Sie einzigartig macht (optional)Teilen Sie mit, was Sie einzigartig macht! (Optional, max. 500 Zeichen)
fr: Partagez ce qui vous rend unique (optionnel)

source: Optional
de: Fakultativ
fr: Optionnel

source: Tell us about yourself... What do you love? What makes you smile?
de: Erzähl uns über dich... Was liebst du? Was bringt dich zum Lächeln?
fr: Parle-nous de toi... Qu'est-ce que tu aimes ? Qu'est-ce qui te fait sourire ?Parle-nous de toi... Qu'est-ce que tu aimes ? Qu'est-ce qui te faitsourire ?Parlez-nous de vous... Qu'est-ce que vous aimez ? Qu'est-cequi vous fait sourire ? (Optionnel)

source: characters
de: Zeichen
fr: caractères

source: Interest Categories
de: Interessenkategorien
fr: Catégories d'intérêts

source: Select all that apply
de: Wähle alle zutreffenden
fr: Sélectionne tout ce qui s'applique

source: Food
de: Essen
fr: Cuisine

source: Outdoors
de: Draußen
fr: Plein air

source: Or write your own interests
de: Oder schreiben Sie Ihre eigenen Interessen
fr: Ou écris tes propres intérêts

source: e.g., hiking, photography, cooking...
de: z.B. Wandern, Fotografieren, Kochen...
fr: p.ex., randonnée, photographie, cuisine...

source: What are you looking for?
de: Was suchst du?
fr: Que recherches-tu ?

source: What brings you here?
de: Was bringt dich hierher?
fr: Qu'est-ce qui t'amène ici ?

source: Select what you are looking for
de: Wählen Sie aus, was Sie suchen
fr: Sélectionne ce que tu recherches

source: Friends
de: Freunde
fr: Amis

source: Networking
de: Vernetzung
fr: Réseautage

source: Back
de: Zurück
fr: Retour

source: Add Photos
de: Fotos hinzufügen
fr: Ajouter des photos

source: Upload at least one photo (optional but recommended)
de: Laden Sie mindestens ein Foto hoch (optional, aber empfohlen)
fr: Uploade au moins une photo (optionnel mais recommandé)

source: Tip:
de: Tipp:
fr: Conseil :

source: Use clear photos where your face is visible. Avoid group photos!
de: Verwenden Sie klare Fotos, auf denen Ihr Gesicht sichtbar ist.Vermeiden Sie Gruppenfotos!
fr: Utilise des photos claires où ton visage est visible. Évite les photos de groupe !

source: Show my full name
de: Meinen vollständigen Namen anzeigen
fr: Afficher mon nom complet

source: Otherwise only your first name will be shown
de: Ansonsten wird nur Ihr Vorname angezeigt
fr: Sinon, seul ton prénom sera affiché

source: Show my exact age
de: Mein genaues Alter anzeigen
fr: Afficher mon âge exact

source: Otherwise show age range (e.g., 25-29)
de: Ansonsten Altersspanne anzeigen (z. B. 25–29)
fr: Sinon, afficher la tranche d'âge (p.ex. 25-29)

source: Blur my photos until mutual interest
de: Verwische meine Fotos bis zum gegenseitigen Interesse
fr: Flouter mes photos jusqu'à intérêt mutuel

source: Photos will only be visible after you both connect
de: Fotos werden erst sichtbar, nachdem Sie beide eine Verbindunghergestellt haben
fr: Les photos ne seront visibles qu'après votre connexion mutuelleLes photos ne seront visibles qu'après que vous vous connectiez tous les deux

source: Review & Submit
de: Überprüfen und einreichen
fr: Vérifier & Soumettre

source: Almost done! Review your information
de: Fast fertig! Überprüfen Sie Ihre Informationen
fr: Presque terminé ! Vérifie tes informations

source: Not provided
de: Nicht angegeben
fr: Non fourni

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné

source: What Happens Next?
de: Was passiert als Nächstes?
fr: Que se passe-t-il ensuite ?

source: Profile Submitted
de: Profil eingereicht
fr: Profil soumis

source: Your profile is sent to our Crush Coach team
de: Dein Profil wird an unser Crush Coach Team gesendet
fr: Ton profil est envoyé à notre équipe de Crush Coaches

source: Coach Review
de: Coach-Überprüfung
fr: Révision par le Coach

source: A coach will review your profile within 24-48 hours
de: Ein Coach wird dein Profil innerhalb von 24-48 Stunden prüfen
fr: Un coach examinera ton profil dans les 24-48 heuresUn Crush Coach vérifie votre profil et vous donne son avis dans les 24 à 48 heures.

source: Your coach will call you to discuss your profile and goals
de: Dein Coach wird dich anrufen, um dein Profil und deine Ziele zubesprechen
fr: Ton coach t'appellera pour discuter de ton profil et de tes objectifs

source: Profile Approved
de: Profil genehmigt
fr: Profil approuvé

source: You can start attending events and making connections!
de: Sie können an Events teilnehmen und Kontakte knüpfen!Entdecken Sieunsere kommenden Veranstaltungen und knüpfen Sie Kontakte!
fr: Tu peux commencer à participer aux événements et créer des connexions !

source: Privacy First:
de: Datenschutz zuerst:
fr: Confidentialité d'abord :

source: Your phone number will only be used by your coach for screening. It won't be shared with other members without your consent.
de: Ihre Telefonnummer wird nur von Ihrem Coach für das Screening verwendet. Sie wird ohne Ihre Zustimmung nicht mit anderen Mitgliedern geteilt.
fr: Ton numéro de téléphone sera utilisé uniquement par ton coach pour la vérification. Il ne sera pas partagé avec d'autres membres sans ton consentement.

source: Submit Profile
de: Profil einreichen
fr: Soumettre le profil

source: Submitting...
de: Wird eingereicht...
fr: Envoi en cours...

source: Verify Your Phone
de: Überprüfen Sie Ihr Telefon
fr: Vérifie ton téléphone

source: Sending verification code...
de: Verifizierungscode wird gesendet...
fr: Envoi du code de vérification...

source: We sent a 6-digit code to
de: Wir haben einen 6-stelligen Code an gesendet
fr: Nous avons envoyé un code à 6 chiffres à

source: Verify Code
de: Code verifizieren
fr: Vérifier le code

source: Resend available in
de: Erneut senden verfügbar in
fr: Renvoi disponible dans

source: Resend Code
de: Code erneut senden
fr: Renvoyer le code

source: Verifying your code...
de: Ihr Code wird verifiziert...
fr: Vérification de votre code...

source: Phone Verified!
de: Telefon verifiziert!
fr: Téléphone vérifié !

source: Your phone number has been verified successfully.
de: Ihre Telefonnummer wurde erfolgreich verifiziert.
fr: Votre numéro de téléphone a été vérifié avec succès.

source: Dashboard - Crush.lu
fr: Tableau de bord - Crush.lu

source: Welcome back, %(name)s! 👋
de: Willkommen zurück, %(name)s! 👋
fr: Bon retour, %(name)s ! 👋

source: Settings
de: Einstellungen
fr: Paramètres

source: Phone verification required!
de: Telefonverifizierung erforderlich!
fr: Vérification téléphonique requise !

source: Please verify your phone number to access all features.
de: Bitte verifizieren Sie Ihre Telefonnummer, um alle Funktionen nutzenzu können.
fr: Merci de vérifier ton numéro de téléphone pour accéder à toutes les fonctionnalités.

source: Verify Now
de: Jetzt verifizieren
fr: Vérifier maintenant

source: Profile Status
de: Profilstatus
fr: Statut du profil

source: ✅ Your profile is approved and active!
de: ✅ Ihr Profil ist genehmigt und aktiv!
fr: ✅ Votre profil est approuvé et actif !

source: ⏳ Your profile is currently under review by %(coach)s
de: ⏳ Ihr Profil wird derzeit von %(coach)s überprüft
fr: ⏳ Votre profil est actuellement en cours d'examen par %(coach)s

source: 📝 Your coach has requested some revisions
de: 📝 Ihr Coach hat einige Überarbeitungen angefordert
fr: 📝 Votre coach a demandé quelques révisions

source: Feedback:
fr: Commentaires :

source: ❌ Your profile was not approved
de: ❌ Ihr Profil wurde nicht genehmigt
fr: ❌ Votre profil n'a pas été approuvé

source: 📲 Crush.lu App
fr: 📲 Application Crush.lu

source: App installed!
de: App installiert!
fr: Application installée !

source: Manage your push notifications in account settings.
de: Verwalten Sie Ihre Push-Benachrichtigungen in den Kontoeinstellungen.
fr: Gérez vos notifications push dans les paramètres du compte.

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification

source: 📲 Install Crush.lu App
de: 📲 Crush.lu App installieren
fr: 📲 Installer l'application Crush.lu

source: Install our app to get push notifications about events, messages, and connections!
de: Installieren Sie unsere App, um Push-Benachrichtigungen über Veranstaltungen, Nachrichten und Verbindungen zu erhalten!
fr: Installez notre application pour recevoir des notifications push sur les événements, les messages et les connexions !

source: Install App
de: App installieren
fr: Installer l'application

source: Refresh this page to enable push notifications.
de: Aktualisieren Sie diese Seite, um Push-Benachrichtigungen zuaktivieren.
fr: Actualisez cette page pour activer les notifications push.

source: How to install
de: So installieren Sie
fr: Comment installer

source: Membership Card
de: Mitgliedskarte
fr: Carte de membre de la cave

source: Save your Crush.lu membership card to your mobile wallet and share your referral link.
de: Speichern Sie Ihre Crush.lu Mitgliedskarte in Ihrem mobilen Wallet und teilen Sie Ihren Empfehlungslink.
fr: Enregistrez votre carte de membre Crush.lu dans votre portefeuille mobile et partagez votre lien de parrainage.

source: Coming soon
de: Demnächst
fr: Bientôt disponible

source: Soon
de: Bald
fr: Bientôt

source: Add to Google Wallet
de: Zu Google Wallet hinzufügen
fr: Ajouter à Google Wallet

source: Share Referral Link
de: Empfehlungslink teilen
fr: Partager le lien de parrainage

source: Save your membership card to your wallet...
de: Speichere deine Mitgliedskarte in deinem Wallet...
fr: Enregistre ta carte de membre dans ton portefeuille...
