Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: View Connection Request
de: Verbindungsanfrage ansehen
fr: Nouvelle demande de connexion !

source: Privacy Note:
de: Datenschutzhinweis:
fr: Confidentialité d'abord :

source: Your contact details remain private until you both agree to connect. Only mutual connections can message each other.
de: Ihre Kontaktdaten bleiben privat, bis Sie beide zustimmen, sich zu verbinden. Nur gegenseitige Verbindungen können sich Nachrichten schicken.
fr: Vos coordonnées restent privées jusqu'à ce que vous acceptiez tous les deux de vous connecter. Seules les connexions mutuelles peuvent s'envoyer des messages.

source: You're receiving this because someone from an event wants to connect with you.
de: Sie erhalten dies, weil jemand von einer Veranstaltung mit Ihnen in Kontakt treten möchte.
fr: Vous recevez ceci parce que quelqu'un d'un événement veut se connecter avec vous.

source: New Message
de: Neue(r/s) Nachricht
fr: Nouveau message

source: You have a new message!
de: Du hast eine neue Nachricht!
fr: Tu as un nouveau message !

source: sent you a message:
de: habe dir eine Nachricht geschickt:
fr: t'a envoyé un message :

source: Reply to Message
de: Auf Nachricht antworten
fr: Répondre au message

source: Don't keep them waiting - head over to Crush.lu to continue the conversation!
de: Lassen Sie sie nicht warten – gehen Sie zu Crush.lu, um das Gespräch fortzusetzen!
fr: Ne les faites pas attendre - rendez-vous sur Crush.lu pour continuer la conversation !

source: Cheers,
de: Prost,
fr: Santé,

source: You're receiving this because you have a new message from a connection.
de: Sie erhalten dies, weil Sie eine neue Nachricht von einer Verbindung erhalten haben.
fr: Vous recevez ceci car vous avez un nouveau message d'une connexion.

source: Welcome to Crush.lu!
de: Willkommen bei Crush.lu!
fr: Bienvenue sur Crush !

source: Congratulations %(first_name)s!
de: Herzlichen Glückwunsch %(first_name)s!
fr: Félicitations %(first_name)s !

source: Your profile has been approved!
de: Dein Profil wurde genehmigt!
fr: Ton profil a été approuvé !

source: You're now part of the Crush.lu community.
de: Sie sind jetzt Teil der Crush.lu-Community.
fr: Tu fais maintenant partie de la communauté Crush.lu.

source: Feedback from your coach:
de: Feedback Ihres Trainers:
fr: Retour de ton coach :

source: What you can do now:
fr: Ce que tu peux faire maintenant :

source: Browse and register for upcoming events
de: Kommende Events durchsuchen und anmelden
fr: Parcourez et inscrivez-vous aux prochaines soirées speed dating etmeetups sociaux.

source: Meet new people at speed dating and social mixers
de: Lernen Sie neue Leute beim Speed-Dating und bei Social Mixern kennen
fr: Rencontre de nouvelles personnes lors de speed dating et soiréesrencontre

source: Connect with attendees after events
de: Treten Sie nach Veranstaltungen mit den Teilnehmern in Kontakt
fr: Connecte-toi avec les participants après les événements

source: 💡 Pro Tips:
de: 💡 Profi-Tipps:
fr: 💡 Conseils :

source: Events fill up fast - register early!
de: Die Veranstaltungen sind schnell ausgebucht – melden Sie sichfrühzeitig an!
fr: Les événements se remplissent vite - inscris-toi tôt !

source: Be yourself and have fun
de: Sei du selbst und habe Spaß
fr: Sois toi-même et amuse-toi

source: We're excited to see you at our events!
de: Wir freuen uns, Sie bei unseren Veranstaltungen zu sehen!
fr: Nous sommes ravis de te voir à nos événements !

source: Complete Your Profile
de: Vervollständige dein Profil
fr: Complète ton profil

source: Hey
fr: Salut

source: Your profile is waiting for you
de: Dein Profil wartet auf dich
fr: Ton profil t'attend

source: You started creating your Crush.lu profile yesterday, and we noticed you haven't finished yet.
de: Sie haben gestern mit der Erstellung Ihres Crush.lu-Profils begonnen und wir haben festgestellt, dass Sie noch nicht fertig sind.
fr: Vous avez commencé à créer votre profil Crush.lu hier, et nous avons remarqué que vous ne l'avez pas encore terminé.

source: You're just a few steps away from meeting amazing people in Luxembourg! It only takes about 5 minutes to complete your profile.
de: Sie sind nur ein paar Schritte davon entfernt, tolle Leute in Luxemburg kennenzulernen! Die Vervollständigung Ihres Profils dauertnur etwa 5 Minuten.
fr: Vous n'êtes plus qu'à quelques étapes de rencontrer des personnes incroyables au Luxembourg ! Il ne faut qu'environ 5 minutes pour compléter votre profil.

source: What you'll add:
de: Was Sie hinzufügen werden:
fr: Ce que tu vas ajouter :

source: Basic info (name, age, location)
de: Grundlegende Informationen (Name, Alter, Ort)
fr: Informations de base (nom, âge, localisation)

source: A short bio about yourself
de: Eine kurze Biografie über dich
fr: Une courte bio sur toi

source: Your interests and what you're looking for
de: Deine Interessen und wonach du suchst
fr: Inscrivez-vous et parlez-nous de vous. Partagez vos intérêts et ceque vous recherchez.

source: A few photos
de: Ein paar Fotos
fr: Quelques photos

source: Great start! You've completed the basics. Now let's add a bio and your interests so people can get to know you better.
de: Toller Anfang! Sie haben die Grundlagen abgeschlossen. Fügen wir nun eine Biografie und Ihre Interessen hinzu, damit die Leute Sie besser kennenlernen können.
fr: Excellent début ! Vous avez complété les bases. Maintenant ajoutons une bio et vos centres d'intérêt pour que les gens puissent mieux vous connaître.

source: Next up:
de: Als Nächstes:
fr: Ensuite :

source: Tell us about yourself
de: Erzählen Sie uns etwas über sich
fr: Parle-nous de toi

source: Share your hobbies and interests
de: Teilen Sie Ihre Hobbys und Interessen
fr: Partage tes hobbies et centres d'intérêt

source: You're almost there! Just add some photos and your profile will be ready for review.
de: Sie haben es fast geschafft! Fügen Sie einfach einige Fotos hinzu und Ihr Profil ist zur Überprüfung bereit.
fr: Vous y êtes presque ! Ajoutez quelques photos et votre profil sera prêt pour l'examen.

source: Did you know?
de: Wussten Sie?
fr: Le savais-tu ?

source: Profiles with 2-3 photos get 3x more connections at our events!
de: Profile mit 2-3 Fotos erhalten 3x mehr Kontakte bei unseren Veranstaltungen!
fr: Les profils avec 2-3 photos obtiennent 3x plus de connexions lors denos événements !Les profils avec 2-3 photos obtiennent 3x plus deconnexions à nos événements !

source: Complete My Profile
de: Mein Profil vervollständigen
fr: Compléter mon profil

source: Once your profile is complete, our team will review it and you'll be ready to join events and meet new people!
de: Sobald Ihr Profil vollständig ist, wird es von unserem Team überprüft und Sie sind bereit, an Veranstaltungen teilzunehmen und neue Leute kennenzulernen!
fr: Une fois votre profil complété, notre équipe l'examinera et vous serez prêt(e) à rejoindre des événements et rencontrer de nouvelles personnes !

source: You're receiving this reminder because you started creating a profile on Crush.lu.
de: Sie erhalten diese Erinnerung, weil Sie mit der Erstellung eines Profils auf Crush.lu begonnen haben.
fr: Vous recevez ce rappel car vous avez commencé à créer un profil sur Crush.lu.

source: Don't Miss Out
de: Lassen Sie sich das nicht entgehen
fr: Ne rate pas ça

source: Still thinking about it?
de: Denken Sie immer noch darüber nach?
fr: Tu y réfléchis encore ?

source: Your profile is
de: Ihr Profil ist
fr: Votre profil est

source: waiting to be created
de: warten darauf, erstellt zu werden
fr: en attente de création

source: almost ready
de: fast fertig
fr: presque prêt

source: We noticed you started signing up a few days ago but haven't finished your profile yet. We get it - life gets busy!
de: Wir haben festgestellt, dass Sie vor ein paar Tagen mit der Anmeldung begonnen haben, Ihr Profil jedoch noch nicht fertiggestellt ist. Wir haben es verstanden – das Leben wird hektisch!
fr: Nous avons remarqué que vous avez commencé à vous inscrire il y a quelques jours mais que vous n'avez pas encore terminé votre profil. On comprend - la vie est bien remplie !

source: Why complete your profile now?
de: Warum jetzt Ihr Profil vervollständigen?
fr: Pourquoi compléter votre profil maintenant ?

source: Meet like-minded people at our events
de: Treffen Sie Gleichgesinnte bei unseren Veranstaltungen
fr: Rencontre des personnes qui te ressemblent lors de nos événements

source: Join exclusive speed dating and mixer events
de: Nehmen Sie an exklusiven Speed-Dating- und Mixer-Events teil
fr: Rejoins des événements exclusifs de speed dating et de rencontres

source: Connect with the Luxembourg dating community
de: Vernetzen Sie sich mit der luxemburgischen Dating-Community
fr: Connecte-toi avec la communauté des rencontres au Luxembourg

source: It only takes 5 minutes to create your profile. Our friendly coaches will review it personally to ensure everyone has a great experience.
de: Die Erstellung Ihres Profils dauert nur 5 Minuten. Unsere freundlichen Trainer werden es persönlich überprüfen, um sicherzustellen, dass jeder ein tolles Erlebnis hat.
fr: Il ne faut que 5 minutes pour créer votre profil. Nos coachs sympathiques l'examineront personnellement pour garantir une excellente expérience à tous.

source: You've already done the hard part - now just add a short bio and your interests. This helps us match you with events and people you'll actually enjoy meeting.
de: Den schwierigen Teil haben Sie bereits erledigt – fügen Sie jetzt nur noch eine kurze Biografie und Ihre Interessen hinzu. Dies hilft uns, Sie mit Veranstaltungen und Menschen zusammenzubringen, die Sie gerne treffen würden.
fr: Vous avez déjà fait le plus dur - ajoutez maintenant une courte bio et vos centres d'intérêt. Cela nous aide à vous mettre en relation avec des événements et des personnes que vous apprécierez vraiment.

source: Pro tip:
de: Profi-Tipp:
fr: Conseil :

source: Be authentic! Mention your hobbies, what makes you laugh, or what you're passionate about.
de: Seien Sie authentisch! Erwähnen Sie Ihre Hobbys, was Sie zum Lachen bringt oder wofür Sie eine Leidenschaft haben.
fr: Soyez authentique ! Mentionnez vos hobbies, ce qui vous fait rire, ou ce qui vous passionne.

source: You're SO close! Just add 1-3 photos and you're done. Your privacy is protected - you can blur photos or show only your first name.
de: Sie sind SO nah dran! Fügen Sie einfach 1-3 Fotos hinzu und fertig. Ihre Privatsphäre bleibt geschützt – Sie können Fotos verwischen oder nur Ihren Vornamen anzeigen.
fr: Vous êtes SI proche ! Ajoutez juste 1-3 photos et c'est fait. Votre vie privée est protégée - vous pouvez flouter les photos ou montrer seulement votre prénom.

source: Photo tips:
de: Fototipps:
fr: Conseils photo :

source: Use a clear, recent photo of yourself
de: Verwenden Sie ein klares, aktuelles Foto von sich
fr: Utilise une photo claire et récente de toi

source: Show your personality - hobbies, travel, pets
de: Zeige deine Persönlichkeit - Hobbys, Reisen, Haustiere
fr: Montre ta personnalité - hobbies, voyages, animaux

source: Smile! It makes a huge difference
de: Lächeln! Es macht einen großen Unterschied
fr: Souris ! Ça fait toute la différence

source: Finish My Profile Now
de: Profil jetzt fertigstellen
fr: Terminer mon profil maintenant

source: Questions? Reply to this email and we'll help you out!
de: Fragen? Antworten Sie auf diese E-Mail und wir helfen Ihnen weiter!
fr: Des questions ? Réponds à cet e-mail et nous t'aiderons !

source: You're receiving this because you signed up for Crush.lu but haven't completed your profile.
de: Sie erhalten dies, weil Sie sich bei Crush.lu registriert, aber Ihr Profil noch nicht vervollständigt haben.
fr: Vous recevez ceci car vous vous êtes inscrit(e) sur Crush.lu mais vous n'avez pas complété votre profil.

source: Last Chance to Complete Your Profile
de: Letzte Chance, Ihr Profil zu vervollständigen
fr: Dernière chance de compléter votre profil

source: We miss you!
de: Wir vermissen dich!
fr: Tu nous manques !

source: One week later - your profile is still incomplete
de: Eine Woche später ist Ihr Profil immer noch unvollständig
fr: Une semaine plus tard - ton profil est toujours incomplet

source: This is our final reminder - your Crush.lu profile is still waiting for you!
de: Dies ist unsere letzte Erinnerung - Ihr Crush.lu Profil wartet immer noch auf Sie!
fr: C'est notre dernier rappel - votre profil Crush.lu vous attend toujours !

source: We know starting something new can feel like a big step. But here's the thing: you already took the first step by signing up. Now let's finish what you started!
de: Wir wissen, dass es sich wie ein großer Schritt anfühlen kann, etwas Neues zu beginnen. Aber hier ist die Sache: Mit der Anmeldung haben Sie bereits den ersten Schritt gemacht. Lassen Sie uns nun zu Ende bringen, was Sie begonnen haben!
fr: On sait que commencer quelque chose de nouveau peut sembler être un grand pas. Mais voilà : tu as déjà fait le premier pas en t'inscrivant. Maintenant finissons ce que tu as commencé !

source: You've already started your profile - you're more than halfway there! Just a few more details and you'll be ready to meet amazing people.
de: Sie haben bereits mit Ihrem Profil begonnen – Sie haben mehr als die Hälfte geschafft! Nur noch ein paar Details und schon sind Sie bereit, tolle Menschen kennenzulernen.
fr: Tu as déjà commencé ton profil - tu es à plus de la moitié ! Juste quelques détails de plus et tu seras prêt(e) à rencontrer des personnes incroyables.

source: You're literally one step away! Just add a photo or two and your profile goes to our review team.
de: Sie sind buchstäblich nur einen Schritt entfernt! Fügen Sie einfach ein oder zwei Fotos hinzu und Ihr Profil wird an unser Bewertungsteam weitergeleitet.
fr: Tu es littéralement à une étape ! Ajoute juste une ou deux photos et ton profil ira à notre équipe d'examen.

source: What's happening on Crush.lu?
de: Was passiert auf Crush.lu?
fr: Quoi de neuf sur Crush.lu ?

source: People are signing up, profiles are being approved, and events are being organized. Don't miss out on the fun!
de: Leute melden sich an, Profile werden genehmigt und Veranstaltungen werden organisiert. Lassen Sie sich den Spaß nicht entgehen!
fr: Les gens s'inscrivent, les profils sont approuvés, et les événements sont organisés. Ne rate pas le plaisir !

source: If dating isn't on your mind right now, no worries - we won't send any more reminders about your profile. But your account will be here whenever you're ready!
de: Wenn Sie gerade nicht an Dating denken, ist das kein Grund zur Sorge – wir senden Ihnen keine weiteren Erinnerungen zu Ihrem Profil. Aber Ihr Konto wird hier sein, wann immer Sie bereit sind!
fr: Si les rencontres ne sont pas dans tes pensées en ce moment, pas de souci - nous n'enverrons plus de rappels concernant ton profil. Mais ton compte sera là quand tu seras prêt(e) !

source: Have questions or need help? Just reply to this email!
de: Haben Sie Fragen oder benötigen Sie Hilfe? Antworten Sie einfach aufdiese E-Mail!
fr: Des questions ou besoin d'aide ? Réponds simplement à cet email !

source: This is our final profile completion reminder. We won't send any more.
de: Dies ist unsere letzte Erinnerung zur Profilvervollständigung. Wirwerden keine weiteren senden.
fr: C'est notre dernier rappel de complétion de profil. On n'en enverra plus.

source: Your Crush Coach tried to reach you for your profile screening call but couldn't connect.
de: Dein Crush Coach hat versucht, dich für deinen Profil-Screening-Anruf zu erreichen, konnte jedoch keine Verbindung herstellen.
fr: Ton Crush Coach a essayé de te joindre pour ton appel de présélection de profil mais n'a pas pu te contacter.

source: Contact your coach to schedule your screening call
de: Kontaktiere deinen Coach, um deinen Screening-Anruf zu vereinbaren
fr: Contacte ton coach pour planifier ton appel de présélection

source: Profile Review Update
de: Profil-Prüfung Update
fr: Révision du profil

source: Thank you for your interest in Crush.lu. After careful review, we're unable to approve your profile at this time.
de: Vielen Dank für Ihr Interesse an Crush.lu. Nach sorgfältiger Prüfung können wir Ihr Profil derzeit nicht genehmigen.
fr: Merci pour ton intérêt pour Crush.lu. Après un examen attentif, nous ne pouvons pas approuver ton profil pour le moment.

source: Reason:
de: Grund:
fr: Raison :

source: We take profile quality and community safety seriously to ensure the best experience for all members. We appreciate your understanding.
de: Wir nehmen Profilqualität und Community-Sicherheit ernst, um allen Mitgliedern das beste Erlebnis zu bieten. Wir danken Ihnen für Ihr Verständnis.
fr: On prend la qualité des profils et la sécurité de la communauté au sérieux pour garantir la meilleure expérience à tous les membres. On apprécie ta compréhension.

source: What you can do:
de: Was Sie tun können:
fr: Ce que tu peux faire :

source: If you believe this was an error, please contact us at support@crush.lu
de: Wenn Sie glauben, dass es sich hierbei um einen Fehler handelte, kontaktieren Sie uns bitte unter support@crush.lu
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez nous contacter à support@crush.lu

source: You may create a new profile addressing the concerns mentioned above
de: Sie können ein neues Profil erstellen, das die oben genannten Bedenken berücksichtigt
fr: Tu peux créer un nouveau profil en tenant compte des préoccupations mentionnées ci-dessus

source: We wish you the best in your search!
de: Wir wünschen Ihnen viel Erfolg bei Ihrer Suche!
fr: On te souhaite le meilleur dans ta recherche !

source: Best regards,
de: Beste grüße,
fr: Meilleures salutations,

source: Profile Needs Updates
de: Profil benötigt Aktualisierungen
fr: Mises à jour du profil

source: Profile Review Feedback
de: Profil-Prüfung Feedback
fr: Révision du profil

source: Thanks for your interest in Crush.lu! Our team has reviewed your profile and we'd love to see a few updates before approval.
de: Vielen Dank für Ihr Interesse an Crush.lu! Unser Team hat Ihr Profil überprüft und würde vor der Genehmigung gerne ein paar Aktualisierungen sehen.
fr: Merci de ton intérêt pour Crush.lu ! Notre équipe a examiné ton profil et on aimerait voir quelques mises à jour avant l'approbation.

source: What to do next:
de: Was als nächstes zu tun ist:
fr: Que faire ensuite :

source: Review the feedback above
de: Sehen Sie sich das Feedback oben an
fr: Examine les commentaires ci-dessus

source: Update your profile with the requested changes
de: Aktualisiere dein Profil mit den angeforderten Änderungen
fr: Mettez à jour vos informations de profil

source: Resubmit for review
de: Zur erneuten Prüfung einreichen
fr: Profil soumis pour examen !

source: Update Profile
de: Profil aktualisieren
fr: Mettre à jour le profil

source: Don't worry - most profiles need small tweaks to ensure the best experience for everyone. We're here to help create a community where everyone feels comfortable and respected.
de: Keine Sorge – die meisten Profile erfordern kleine Anpassungen, um das beste Erlebnis für alle zu gewährleisten. Wir sind hier, um dabei zu helfen, eine Gemeinschaft zu schaffen, in der sich jeder wohl und respektiert fühlt.
fr: Ne t'inquiète pas - la plupart des profils nécessitent de petits ajustements pour garantir la meilleure expérience à tout le monde. On est là pour créer une communauté où chacun se sent à l'aise et respecté.

source: If you have any questions about the feedback, feel free to reach out!
de: Wenn Sie Fragen zum Feedback haben, können Sie sich gerne an unswenden!
fr: Si vous avez des questions concernant les commentaires, n'hésitez pasà nous contacter !Si tu as des questions sur ce retour, n'hésite pasà nous contacter !Si tu as des questions sur les commentaires,n'hésite pas à nous contacter !

source: Profile Submitted!
de: Profil eingereicht!
fr: Profil soumis

source: Thanks for submitting your Crush.lu profile! We're excited to have you join our community.
de: Vielen Dank für die Übermittlung Ihres Crush.lu-Profils! Wir freuenuns, dass Sie unserer Community beitreten.
fr: Merci d'avoir soumis ton profil Crush.lu ! On est ravis que tu rejoignes notre communauté.

source: Our coaches will review your profile within 24-48 hours
de: Unsere Coaches werden dein Profil innerhalb von 24-48 Stunden prüfen
fr: Nos coaches examineront ton profil dans les 24-48 heures

source: You'll receive an email once your profile is approved
de: Sie erhalten eine E-Mail, sobald Ihr Profil genehmigt wurde
fr: Tu recevras un email une fois que ton profil sera approuvé

source: Then you can start browsing and registering for events!
de: Dann können Sie mit der Suche und Registrierung für Veranstaltungenbeginnen!
fr: Ensuite, tu pourras commencer à parcourir et t'inscrire aux événements !

source: We carefully review every profile to ensure our community stays authentic and respectful. This helps create a safe, quality experience for everyone.
de: Wir überprüfen jedes Profil sorgfältig, um sicherzustellen, dassunsere Community authentisch und respektvoll bleibt. Dies trägt dazubei, ein sicheres und qualitativ hochwertiges Erlebnis für alle zuschaffen.
fr: Nous examinons soigneusement chaque profil pour garantir que notre communauté reste authentique et respectueuse. Cela aide à créer une expérience sûre et de qualité pour tous.

source: While you wait:
de: Während Sie warten:
fr: En attendant :

source: Check out our
de: Schauen Sie sich unsere an
fr: Consulte notre

source: upcoming events
de: kommende Events
fr: Événements à venir

source: Read our
de: Lesen Sie unsere
fr: Lis notre

source: how it works
de: so funktioniert's
fr: Comment ça marche

source: Follow us on social media for updates
de: Folgen Sie uns in den sozialen Medien für Updates
fr: Suis-nous sur les réseaux sociaux pour les mises à jour

source: We'll be in touch soon!
de: Wir melden uns bald bei Ihnen!
fr: Nous te contacterons bientôt !

source: Welcome to Crush.lu
de: Willkommen bei Crush.lu
fr: Bienvenue sur Crush !

source: Congratulations on taking the first step toward meaningful connections!
de: Herzlichen Glückwunsch zum ersten Schritt zu sinnvollen Verbindungen!
fr: Félicitations pour avoir fait le premier pas vers des connexions authentiques !

source: Your Crush.lu account has been successfully created. Now let's build your profile so you can start meeting amazing people at our events.
de: Ihr Crush.lu-Konto wurde erfolgreich erstellt. Lassen Sie uns jetzt Ihr Profil erstellen, damit Sie bei unseren Events tolle Menschen kennenlernen können.
fr: Ton compte Crush.lu a été créé avec succès. Maintenant construisons ton profil pour que tu puisses commencer à rencontrer des personnes incroyables lors de nos événements.

source: Complete Your Profile (4 Simple Steps):
de: Vervollständige dein Profil (4 einfache Schritte):
fr: Complétez votre profil

source: Basic Info:
de: Grundinfo:
fr: Infos de base

source: Tell us about yourself (age, location, etc.)
de: Erzählen Sie uns etwas über sich (Alter, Wohnort usw.)
fr: Parle-nous de toi (âge, localisation, etc.)

source: About You:
de: Über dich:
fr: À propos de vous

source: Share your bio and interests
de: Teilen Sie Ihre Biografie und Interessen
fr: Partage ta bio et tes centres d'intérêt

source: Add up to 3 photos
de: Bis zu 3 Fotos hinzufügen
fr: Ajouter des photos

source: Review & Submit:
de: Überprüfen und einreichen:
fr: Réviser et soumettre :

source: Double-check everything and submit!
de: Überprüfen Sie alles noch einmal und senden Sie es ab!
fr: Vérifie tout et soumets !

source: Complete your profile (takes 5-10 minutes)
de: Vervollständige dein Profil (dauert 5-10 Minuten)
fr: Complétez votre profil
