Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Add to Apple Wallet
de: Zu Apple Wallet hinzufügen
fr: Ajouter à Apple Wallet

source: Install App to Unlock
de: App installieren zum Freischalten
fr: Installe l'appli pour déverrouiller

source: Get your membership card and exclusive features
de: Holen Sie sich Ihre Mitgliedskarte und exklusive Funktionen
fr: Obtiens ta carte de membre et des fonctionnalités exclusives

source: Learn More
de: Mehr erfahren
fr: En savoir plus

source: Your Activity
de: Ihre Aktivität
fr: Votre activité

source: Age
de: Alter
fr: Âge

source: Your Events
de: Ihre Veranstaltungen
fr: Vos événements

source: Confirmed
de: Bestätigt
fr: Confirmé

source: Cancelled
de: Abgesagt
fr: Annulé

source: Attended
de: Teilgenommen
fr: Participé

source: View Event
de: Veranstaltung ansehen
fr: Voir l'événement

source: Make Connections
de: Verbindungen knüpfen
fr: Créer des connexions

source: Cancel Registration
de: Anmeldung stornieren
fr: Annuler l'inscription

source: You haven't registered for any events yet.
de: Sie haben sich noch für keine Veranstaltungen angemeldet.
fr: Vous n'êtes encore inscrit à aucun événement.

source: Ready to Meet New People?
de: Bereit, neue Leute kennenzulernen?
fr: Prêt à rencontrer de nouvelles personnes ?

source: Check out our upcoming events and start making connections!
de: Entdecken Sie unsere kommenden Veranstaltungen und knüpfen Sie Kontakte!
fr: Découvrez nos événements à venir et commencez à créer des connexions!Découvrez nos événements à venir et commencez à créer des connexions!

source: View Upcoming Events
de: Kommende Veranstaltungen ansehen
fr: Voir les événements à venir

source: Join me on Crush.lu
de: Tritt mir bei auf Crush.lu
fr: Rejoins-moi sur Crush.lu

source: Referral link shared!
de: Empfehlungslink geteilt!
fr: Lien de parrainage partagé !

source: Referral link copied to clipboard.
de: Empfehlungslink in die Zwischenablage kopiert.
fr: Lien de parrainage copié dans le presse-papiers.

source: Unable to copy referral link.
de: Der Empfehlungslink konnte nicht kopiert werden.
fr: Impossible de copier le lien de parrainage.

source: Referral link unavailable.
de: Empfehlungslink nicht verfügbar.
fr: Lien de parrainage indisponible.

source: Failed to generate wallet pass. Please try again.
de: Wallet-Pass konnte nicht erstellt werden. Bitte versuche es erneut.
fr: Échec de la génération du pass. Veuillez réessayer.

source: Data Deletion - Crush.lu
de: Datenlöschung - Crush.lu
fr: Suppression des données - Crush.lu

source: Data Deletion Request
de: Antrag auf Datenlöschung
fr: Demande de suppression des données

source: Last Updated: January 14, 2025
de: Letzte Aktualisierung: 14. Januar 2025
fr: Dernière mise à jour : 14 janvier 2025

source: Your Right to Erasure
de: Dein Recht auf Löschung
fr: Votre droit à l'effacement

source: Under GDPR and Luxembourg data protection laws, you have the right to request deletion of your personal data.
de: Gemäß DSGVO und luxemburgischen Datenschutzgesetzen hast du das Recht, die Löschung deiner personenbezogenen Daten zu beantragen.
fr: Conformément au RGPD et aux lois luxembourgeoises sur la protection des données, vous avez le droit de demander la suppression de vos données personnelles.

source: 1. What Gets Deleted
de: 1. Was wird gelöscht
fr: 1. Ce qui est supprimé

source: When you request account deletion, the following data is permanently removed:
de: Wenn du die Löschung deines Kontos beantragst, werden folgende Daten dauerhaft entfernt:
fr: Lorsque vous demandez la suppression de votre compte, les données suivantes sont définitivement supprimées :

source: Account Information:
de: Kontoinformationen:
fr: Informations du compte :

source: Email, name, date of birth, phone number
de: E-Mail, Name, Geburtsdatum, Telefonnummer
fr: Email, nom, date de naissance, numéro de téléphone

source: Profile Data:
de: Profildaten:
fr: Données du profil :

source: Bio, interests, location, gender
de: Bio, Interessen, Standort, Geschlecht
fr: Biographie, centres d'intérêt, localisation, genre

source: All profile photos stored on Azure Blob Storage
de: Alle Profilfotos, die im Azure Blob Storage gespeichert sind
fr: Toutes les photos de profil stockées sur Azure Blob Storage

source: Event Registrations:
de: Event-Anmeldungen:
fr: Inscriptions aux événements :

source: Your registration history and preferences
de: Dein Anmeldungsverlauf und deine Präferenzen
fr: Ton historique d'inscriptions et tes préférences

source: Connection Messages:
de: Verbindungsnachrichten:
fr: Messages de connexion :

source: All messages exchanged through the platform
de: Alle über die Plattform ausgetauschten Nachrichten
fr: Tous les messages échangés via la plateforme

source: Voting Records:
de: Abstimmungsaufzeichnungen:
fr: Historique de votes :

source: Event activity votes and preferences
de: Event-Aktivitätsabstimmungen und Präferenzen
fr: Votes d'activités événementielles et préférences

source: Session Data:
de: Sitzungsnotizen...
fr: Données de session :

source: Authentication tokens and session information
de: Authentifizierungs-Tokens und Sitzungsinformationen
fr: Jetons d'authentification et informations de session

source: 2. What May Be Retained
de: 2. Was möglicherweise aufbewahrt wird
fr: 2. Ce qui peut être conservé

source: For legal, safety, and operational reasons, we may retain certain anonymized or aggregated data:
de: Aus rechtlichen, sicherheitstechnischen und betrieblichen Gründen können wir bestimmte anonymisierte oder aggregierte Daten aufbewahren:
fr: Pour des raisons légales, de sécurité et opérationnelles, nous pouvons conserver certaines données anonymisées ou agrégées :

source: Event Attendance Records:
de: Event-Teilnehmer ansehen
fr: Historique de participation aux événements :

source: Anonymized attendance logs for safety and capacity planning
de: Anonymisierte Teilnahmeprotokolle für Sicherheits- und Kapazitätsplanung
fr: Journaux de présence anonymisés pour la sécurité et la planification des capacités

source: Coach Notes:
de: Coach-Foto
fr: Notes du Coach :

source: Internal coach notes (without identifying information) for platform improvement
de: Interne Coach-Notizen (ohne identifizierende Informationen) zur Plattformverbesserung
fr: Notes internes des coachs (sans informations d'identification) pour l'amélioration de la plateforme

source: Moderation Records:
de: Verifizierung erforderlich
fr: Historique de modération :

source: Reports of policy violations for safety purposes
de: Meldungen über Richtlinienverstöße zu Sicherheitszwecken
fr: Signalements de violations des règles à des fins de sécurité

source: Financial Records:
de: Letzte Antwort
fr: Données financières :

source: Payment transaction records required by law (up to 7 years)
de: Gesetzlich vorgeschriebene Zahlungsaufzeichnungen (bis zu 7 Jahre)
fr: Enregistrements de transactions de paiement requis par la loi (jusqu'à 7 ans)

source: Backup Systems:
de: Backup-Systeme:
fr: Systèmes de sauvegarde :

source: Data in automated backups (deleted within 90 days)
de: Daten in automatisierten Backups (innerhalb von 90 Tagen gelöscht)
fr: Données dans les sauvegardes automatiques (supprimées dans les 90 jours)

source: 3. Impact on Other Users
de: 3. Auswirkungen auf andere Benutzer
fr: 3. Impact sur les autres utilisateurs

source: After your account is deleted:
de: Nach der Löschung deines Kontos:
fr: Après la suppression de ton compte :

source: Your profile will no longer be visible to other users
de: 3. Dein Profil wird von unserem Team geprüft
fr: Ton profil ne sera plus visible par les autres utilisateurs

source: Pending connections will be cancelled
de: Ausstehende Verbindungen werden abgebrochen
fr: Les connexions en attente seront annulées

source: Event registrations will be removed (coaches will be notified if needed)
de: Event-Anmeldungen werden entfernt (Coaches werden bei Bedarf benachrichtigt)
fr: Les inscriptions aux événements seront supprimées (les coachs seront notifiés si nécessaire)

source: Other users will see \
de: Andere Benutzer sehen \
fr: Les autres utilisateurs verront \

source: 4. How to Request Deletion
de: 4. So beantragst du die Löschung
fr: 4. Comment demander la suppression

source: Option 1: Delete Through Your Account (Recommended)
de: Option 1: Löschung über dein Konto (Empfohlen)
fr: Option 1 : Supprimer via ton compte (recommandé)

source: Warning:
de: Was Sie mitbringen sollten:
fr: Attention :

source: Account deletion is permanent and cannot be undone.
de: Die Kontolöschung ist dauerhaft und kann nicht rückgängig gemacht werden.
fr: La suppression du compte est permanente et ne peut pas être annulée.

source: Go to your
de: Zum Dashboard
fr: Va sur ton

source: Click on \
de: Klicke auf \
fr: Clique sur \

source: Scroll to \
de: Scrolle zu \
fr: Fais défiler jusqu'à \

source: Click \
de: Klicke \
fr: Clique sur \

source: Login to Delete Account
de: Konto löschen
fr: Se connecter pour supprimer le compte

source: Option 2: Email Request
de: Option 2: E-Mail-Anfrage
fr: Option 2 : Demande par e-mail

source: If you cannot access your account, send an email to
de: Wenn du nicht auf dein Konto zugreifen kannst, sende eine E-Mail an
fr: Si tu ne peux pas accéder à ton compte, envoie un e-mail à

source: with:
de: mit:
fr: avec :

source: Subject line: \
de: Zeitstrahl einreichen
fr: Objet : \

source: Your full name
de: Dein vollständiger Name
fr: Ton nom complet

source: Email address associated with your account
de: Mit deinem Konto verknüpfte E-Mail-Adresse
fr: Adresse e-mail associée à ton compte

source: Date of birth (for verification)
de: Geburtsdatum (zur Verifizierung)
fr: Date de naissance (pour vérification)

source: Reason for deletion (optional)
de: Grund für Löschung (optional)
fr: Raison de la suppression (optionnel)

source: Option 3: Facebook App Data Deletion
de: Option 3: Facebook-App-Datenlöschung
fr: Option 3 : Suppression des données de l'application Facebook

source: If you signed up using Facebook, you can also request deletion through Facebook:
de: Wenn du dich über Facebook angemeldet hast, kannst du die Löschung auch über Facebook beantragen:
fr: Si tu t'es inscrit via Facebook, tu peux également demander la suppression via Facebook :

source: Go to your Facebook Settings
de: Gehe zu deinen Facebook-Einstellungen
fr: Va dans tes paramètres Facebook

source: Navigate to \
de: Tastaturnavigation
fr: Navigue vers \

source: Find \
de: Finde \
fr: Trouve \

source: We will be notified and delete your data within 30 days
de: Wir werden benachrichtigt und löschen deine Daten innerhalb von 30 Tagen
fr: Nous serons notifiés et supprimerons tes données dans les 30 jours

source: Callback URL for Facebook:
de: Callback-URL für Facebook:
fr: URL de rappel pour Facebook :

source: 5. Deletion Timeline
de: 5. Löschzeitplan
fr: 5. Calendrier de suppression

source: Data Type
de: Datentyp
fr: Type de données

source: Deletion Timeline
de: Löschzeitplan
fr: Calendrier de suppression

source: Active Database Records
de: Aktive Datenbankeinträge
fr: Enregistrements actifs de la base de données

source: Immediate (within 24 hours)
de: Sofort (innerhalb von 24 Stunden)
fr: Immédiat (dans les 24 heures)

source: Profile Photos (Azure Blob Storage)
de: Profilfotos (Azure Blob Storage)
fr: Photos de profil (Azure Blob Storage)

source: Within 7 days
de: Innerhalb von 7 Tagen
fr: Dans les 7 jours

source: Backup Systems
de: Backup-Systeme
fr: Systèmes de sauvegarde

source: Within 90 days
de: Innerhalb von 90 Tagen
fr: Dans les 90 jours

source: Anonymized Analytics
de: Anonymisierte Analysen
fr: Analyses anonymisées

source: Retained (no personal identifiers)
de: Aufbewahrt (keine persönlichen Identifikatoren)
fr: Conservées (aucun identifiant personnel)

source: Legal Compliance Records
de: Rechtliche Compliance-Aufzeichnungen
fr: Dossiers de conformité légale

source: Up to 7 years (as required by law)
de: Bis zu 7 Jahre (gesetzlich vorgeschrieben)
fr: Jusqu'à 7 ans (comme l'exige la loi)

source: 6. Verification Process
de: 6. Verifizierungsprozess
fr: 6. Processus de vérification

source: To protect your privacy and prevent unauthorized deletion requests, we may ask you to verify your identity:
de: Um deine Privatsphäre zu schützen und unbefugte Löschanfragen zu verhindern, können wir dich bitten, deine Identität zu verifizieren:
fr: Pour protéger ta vie privée et empêcher les demandes de suppression non autorisées, nous pouvons te demander de vérifier ton identité :

source: Login to your account (if accessible)
de: Melde dich bei deinem Konto an (falls zugänglich)
fr: Connecte-toi à ton compte (si accessible)

source: Provide answers to security questions
de: Beantworte Sicherheitsfragen
fr: Fournis des réponses aux questions de sécurité

source: Confirm via registered email address
de: Bestätige über deine registrierte E-Mail-Adresse
fr: Confirme via l'adresse email enregistrée

source: Provide photo ID (in cases of suspicious activity)
de: Lege einen Lichtbildausweis vor (bei verdächtigen Aktivitäten)
fr: Fournis une pièce d'identité avec photo (en cas d'activité suspecte)

source: 7. Alternatives to Deletion
de: 7. Alternativen zur Löschung
fr: 7. Alternatives à la suppression

source: If you're not ready for permanent deletion, consider these options:
de: Wenn du noch nicht bereit für eine dauerhafte Löschung bist, ziehe diese Optionen in Betracht:
fr: Si tu n'es pas prêt pour une suppression permanente, considère ces options :

source: Deactivate Account:
de: Konto deaktivieren:
fr: Désactiver le compte :

source: Temporarily hide your profile without deletion
de: Verbirg dein Profil vorübergehend ohne Löschung
fr: Masquer temporairement ton profil sans suppression

source: Adjust Privacy Settings:
de: Datenschutzeinstellungen anpassen:
fr: Ajuster les paramètres de confidentialité :

source: Control who can see your information
de: Kontrolliere, wer deine Informationen sehen kann
fr: Contrôle qui peut voir tes informations

source: Unsubscribe from Emails:
de: E-Mails abbestellen:
fr: Se désabonner des e-mails :

source: Stop receiving notifications
de: Erhalte keine Benachrichtigungen mehr
fr: Ne plus recevoir de notifications

source: Take a Break:
de: Mach eine Pause:
fr: Faire une pause :

source: Keep your account but stop using the platform
de: Behalte dein Konto, aber nutze die Plattform nicht mehr
fr: Garder ton compte mais arrêter d'utiliser la plateforme

source: 8. Reactivation Policy
de: 8. Reaktivierungsrichtlinie
fr: 8. Politique de réactivation

source: Once your account is deleted, it cannot be recovered. If you wish to use Crush.lu again, you must:
de: Sobald dein Konto gelöscht ist, kann es nicht wiederhergestellt werden. Wenn du Crush.lu wieder nutzen möchtest, musst du:
fr: Une fois ton compte supprimé, il ne peut pas être récupéré. Si tu souhaites utiliser Crush.lu à nouveau, tu dois :

source: Create a new account with a new email address
de: Ein neues Konto mit einer neuen E-Mail-Adresse erstellen
fr: Créer un nouveau compte avec une nouvelle adresse email

source: Complete profile creation and coach review again
de: Die Profilerstellung und Coach-Überprüfung erneut durchlaufen
fr: Compléter à nouveau la création du profil et la révision du coach

source: Your previous event history and connections will not be restored
de: Dein bisheriger Event-Verlauf und deine Verbindungen werden nicht wiederhergestellt
fr: Ton historique d'événements et tes connexions précédentes ne seront pas restaurés

source: 9. Contact Information
de: 9. Kontaktinformationen
fr: 9. Informations de contact

source: For questions about data deletion or privacy concerns:
de: Bei Fragen zur Datenlöschung oder Datenschutzbedenken:
fr: Pour des questions sur la suppression de données ou des préoccupations en matière de confidentialité :

source: Subject:
de: Betreff:
fr: Sujet :

source: Response Time:
de: Antwortzeit:
fr: Délai de réponse :

source: Within 48 hours
de: Innerhalb von 48 Stunden
fr: Dans les 48 heures

source: 10. Your Rights
de: 10. Deine Rechte
fr: 10. Tes droits

source: In addition to deletion, you have the right to:
de: Zusätzlich zur Löschung hast du das Recht auf:
fr: En plus de la suppression, tu as le droit de :

source: Access:
de: Zugriff:
fr: Accès :

source: Request a copy of your data (send email to privacy@crush.lu)
de: Fordere eine Kopie deiner Daten an (sende eine E-Mail an privacy@crush.lu)
fr: Demander une copie de tes données (envoie un email à privacy@crush.lu)

source: Correct inaccurate information (edit in account settings)
de: Korrigiere ungenaue Informationen (bearbeite in den Kontoeinstellungen)
fr: Corriger les informations inexactes (modifier dans les paramètres du compte)

source: Limit how we process your data
de: Beschränke, wie wir deine Daten verarbeiten
fr: Limiter la façon dont nous traitons tes données

source: Portability:
de: Portabilität:
fr: Portabilité :

source: Receive your data in a machine-readable format
de: Erhalte deine Daten in einem maschinenlesbaren Format
fr: Recevoir tes données dans un format lisible par machine

source: Objection:
de: Widerspruch:
fr: Opposition :

source: Object to certain types of data processing
de: Widersprich bestimmten Arten der Datenverarbeitung
fr: T'opposer à certains types de traitement de données

source: Need Help?
de: Brauchst du Hilfe?
fr: Besoin d'aide ?

source: Our team is here to assist with any privacy concerns or technical issues.
de: Unser Team steht dir bei Datenschutzanliegen oder technischen Problemen zur Verfügung.
fr: Notre équipe est là pour t'aider avec toute préoccupation en matière de confidentialité ou tout problème technique.

source: Contact Privacy Team
de: Datenschutzteam kontaktieren
fr: Contacter l'équipe Confidentialité

source: For more information, see our
de: Weitere Informationen findest du in unserer
fr: Pour plus d'informations, consulte notre

source: Back to Home
de: Zurück zur Startseite
fr: Retour à l'accueil

source: Data Deletion Status - Crush.lu
de: Datenlöschungsstatus - Crush.lu
fr: Suppression des données

source: Data Deletion Complete
de: Datenlöschung abgeschlossen
fr: Demande de suppression des données

source: Your data deletion request has been processed. All personal data associated with your account has been removed from our systems.
de: Deine Anfrage zur Datenlöschung wurde bearbeitet. Alle persönlichen Daten, die mit deinem Konto verbunden sind, wurden aus unseren Systemen entfernt.
fr: Ta demande de suppression de données a été traitée. Toutes les données personnelles associées à ton compte ont été supprimées de nos systèmes.

source: Confirmation Code:
de: Bestätigungscode:
fr: Code de vérification

source: What was deleted:
de: Was wurde gelöscht:
fr: 1. Ce qui est supprimé

source: Profile information
de: Profilinformationen
fr: Informations principales du profil

source: Profile photos
de: Profilfotos
fr: Photos de profil

source: Event registrations
de: Event-Anmeldungen
fr: Inscriptions aux événements

source: Connections and messages
de: Verbindungen und Nachrichten
fr: Messages de connexion :

source: Facebook account link
de: Facebook-Kontoverknüpfung
fr: Lien du compte Facebook

source: Some anonymized data may be retained for legal compliance as described in our
de: Einige anonymisierte Daten können zur Einhaltung gesetzlicher Vorschriften gespeichert werden, wie in unserer
fr: Certaines données anonymisées peuvent être conservées pour la conformité légale comme décrit dans notre

source: Return to Home
de: Zurück zur Karte
fr: Retourner à la vue principale

source: Delete Account - Crush.lu
de: Datenlöschung - Crush.lu
fr: Suppression des données

source: Delete Your Account
de: Konto löschen
fr: Supprimer le compte

source: Warning: This action is permanent!
de: Warnung: Diese Aktion ist dauerhaft!
fr: Attention : Cette action est permanente !

source: Once you delete your account, it cannot be recovered.
de: Sobald du dein Konto löschst, kann es nicht wiederhergestellt werden.
fr: Une fois que tu supprimes ton compte, il ne peut pas être récupéré.

source: What will be deleted:
de: Was geteilt wird:
fr: Ce qui sera partagé :

source: Your profile and all personal information
de: Kern-Profilinformationen
fr: Informations principales du profil

source: All your profile photos
de: Ihr Profil ist
fr: Votre profil est

source: All event registrations
de: Event-Anmeldungen
fr: Inscriptions aux événements

source: All connections with other users
de: Verbindung mit %(name)s
fr: Connexion avec %(name)s

source: All messages you've sent or received
de: Alle Nachrichten, die du gesendet oder empfangen hast
fr: Tous les messages que tu as envoyés ou reçus

source: Facebook account connection
de: Zurück zu Verbindungen
fr: Retour aux connexions

source: Enter your password to confirm:
de: Neues Passwort eingeben
fr: Entrer le nouveau mot de passe

source: Since you signed up with Facebook, no password is required.
de: Da du dich mit Facebook angemeldet hast, ist kein Passwort erforderlich.
fr: Comme tu t'es inscrit avec Facebook, aucun mot de passe n'est requis.

source: to confirm:
de: Bestätigt
fr: Confirmé

source: Permanently Delete My Account
de: Mein Konto löschen
fr: Créer un compte

source: Changed your mind? You can also
de: Hast du es dir anders überlegt? Du kannst dich unten wieder anmelden.
fr: Tu as changé d'avis ? Tu peux te réabonner ci-dessous.

source: deactivate your profile
de: Dein Profil aktualisieren
fr: Mettre à jour ton profil

source: temporarily instead of deleting everything.
de: vorübergehend deaktivieren kannst, anstatt alles zu löschen.
fr: temporairement au lieu de tout supprimer.

source: Are you absolutely sure you want to delete your account? This cannot be undone.
de: Möchtest du diese Verbindung wirklich ablehnen?
fr: Es-tu sûr de vouloir refuser cette connexion ?

source: Edit Your Profile - Crush.lu
de: Profil bearbeiten - Crush.lu
fr: Modifier votre profil - Crush.lu

source: Please fill in the following required fields:
de: ✓ Alle erforderlichen Felder ausgefüllt
fr: Merci de remplir les champs obligatoires suivants :

source: Step
de: Schritt
fr: Étape

source: Update your information below
de: Aktualisiere deine Informationen unten
fr: Mets à jour tes informations ci-dessous

source: Invalid Unsubscribe Link
de: Ungültiger Abmelde-Link
fr: Lien de désinscription invalide

source: This unsubscribe link is invalid or has expired.
de: Dieser Abmelde-Link ist ungültig oder abgelaufen.
fr: Ce lien de désinscription est invalide ou a expiré.

source: If you need to manage your email preferences, please
de: Wenn du deine E-Mail-Einstellungen verwalten möchtest, bitte
fr: Si tu as besoin de gérer tes préférences email, merci de

source: log in to your account
de: melde dich in deinem Konto an
fr: te connecter à ton compte

source: and visit your account settings.
de: und besuche deine Kontoeinstellungen.
fr: et consulter tes paramètres de compte.

source: Go to Homepage
de: Zur Startseite
fr: Aller à l'accueil

source: Preferences Updated!
de: Einstellungen aktualisiert!
fr: Préférences mises à jour !

source: You have been unsubscribed from all Crush.lu emails.
de: Du hast dich von allen Crush.lu-E-Mails abgemeldet.
fr: Tu t'es désinscrit de tous les emails Crush.lu.

source: Changed your mind? You can re-subscribe below.
de: Hast du es dir anders überlegt? Du kannst dich unten wieder anmelden.
fr: Tu as changé d'avis ? Tu peux te réabonner ci-dessous.

source: Re-subscribe to Emails
de: Wieder für E-Mails anmelden
fr: Se réabonner aux emails

source: Your email preferences have been updated successfully.
de: Deine E-Mail-Einstellungen wurden erfolgreich aktualisiert.
fr: Tes préférences email ont été mises à jour avec succès.

source: Want more control?
de: Möchtest du mehr Kontrolle?
fr: Tu veux plus de contrôle ?
