Repository: EuphoriaLux/Multi-Domain-Django-Platform
Catalog: crush_lu/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Unsubscribe from ALL emails
de: Von ALLEN E-Mails abmelden
fr: Se désabonner de TOUS les emails

source: Choose which emails you'd like to receive:
de: Wähle, welche E-Mails du erhalten möchtest:
fr: Choisis les emails que tu souhaites recevoir :

source: Profile Updates
de: Profil-Updates
fr: Mises à jour du profil

source: Event Reminders
de: Event-Erinnerungen
fr: Rappels d'événements

source: New Connections
de: Neue Verbindungen
fr: Nouvelles connexions

source: New Messages
de: Neue Nachrichten
fr: Nouveaux messages

source: Newsletters, special offers, and promotions
de: Newsletter, Sonderangebote und Werbeaktionen
fr: Newsletters, offres spéciales et promotions

source: Save Preferences
de: Einstellungen speichern
fr: Enregistrer les préférences

source: Never used
de: Nie verwendet
fr: Jamais utilisé

source: Just now
de: Gerade eben
fr: À l'instant

source: Last active:
de: Zuletzt aktiv:
fr: Dernière activité :

source: m ago
de: Min
fr: min

source: h ago
de: Std
fr: h

source: d ago
de: T
fr: j

source: mo ago
de: Mon
fr: mois

source: Checking...
de: Sparen...
fr: Vérification...

source: Push Notifications
de: Push-Benachrichtigungen
fr: Notifications push

source: Checking notification support...
de: Benachrichtigungsunterstützung wird geprüft...
fr: Vérification du statut des notifications...

source: Push notifications not available
de: Push-Benachrichtigungen nicht verfügbar
fr: Notifications push non disponibles

source: Your browser doesn't support push notifications. Try opening Crush.lu in Chrome, Firefox, Edge, or Safari on iOS 16.4+.
de: Ihr Browser unterstützt keine Push-Benachrichtigungen. Versuchen Sie, Crush.lu in Chrome, Firefox, Edge oder Safari auf iOS 16.4+ zu öffnen.
fr: Votre navigateur ne supporte pas les notifications push. Essayez d'ouvrir Crush.lu dans Chrome, Firefox, Edge ou Safari sur iOS 16.4+.

source: Notifications blocked
de: Benachrichtigungen blockiert
fr: Paramètres de notification

source: You've blocked notifications for this site. To enable them, click the lock icon in your browser's address bar and allow notifications.
de: Sie haben Benachrichtigungen für diese Seite blockiert. Um sie zu aktivieren, klicken Sie auf das Schloss-Symbol in der Adressleiste Ihres Browsers und erlauben Sie Benachrichtigungen.
fr: Vous avez bloqué les notifications pour ce site. Pour les activer, cliquez sur l'icône de cadenas dans la barre d'adresse de votre navigateur et autorisez les notifications.

source: Get instant notifications about new messages, event reminders, and connections on this device.
de: Erhalten Sie sofortige Benachrichtigungen über neue Nachrichten, Event-Erinnerungen und Verbindungen auf diesem Gerät.
fr: Recevez des notifications instantanées concernant les nouveaux messages, rappels d'événements et connexions sur cet appareil.

source: Configure which notifications you receive on your devices. Changes are saved automatically.
de: Konfigurieren Sie, welche Benachrichtigungen Sie auf Ihren Geräten erhalten. Änderungen werden automatisch gespeichert.
fr: Configurez les notifications que vous recevez sur vos appareils. Les modifications sont enregistrées automatiquement.

source: This device
de: Dieses Gerät
fr: Cet appareil

source: Get notified when you receive a new message
de: Benachrichtigung erhalten, wenn Sie eine neue Nachricht erhalten
fr: Être notifié lorsque vous recevez un nouveau message

source: Reminders about upcoming events
de: Erinnerungen an bevorstehende Events
fr: Rappels concernant les événements à venir

source: Get notified when someone connects with you
de: Benachrichtigung erhalten, wenn sich jemand mit Ihnen verbindet
fr: Être notifié lorsque quelqu'un se connecte avec vous

source: Notifications about your profile status
de: Benachrichtigungen über deinen Profilstatus
fr: Notifications concernant le statut de ton profil

source: No devices registered for push notifications.
de: Keine Geräte für Push-Benachrichtigungen registriert.Aktualisieren Sie diese Seite, um Push-Benachrichtigungen zu aktivieren.
fr: Aucun appareil enregistré pour les notifications push.

source: Coach Notifications
de: Coach-Benachrichtigungen
fr: Notifications Coach

source: Your browser doesn't support push notifications.
de: Dein Browser unterstützt keine Push-Benachrichtigungen.
fr: Aucun appareil enregistré pour les notifications push.

source: Allow notifications in your browser settings to receive coach alerts.
de: Erlaube Benachrichtigungen in deinen Browser-Einstellungen, um Coach-Benachrichtigungen zu erhalten.
fr: Active les notifications dans les paramètres de ton navigateur pour recevoir des alertes de ton coach.

source: Get instant notifications about new profile submissions, screening reminders, and user responses.
de: Erhalten Sie sofortige Benachrichtigungen über neue Profil-Einreichungen, Prüfungserinnerungen und Nutzerantworten.
fr: Recevez des notifications instantanées pour les nouvelles soumissions de profil, les rappels de vérification et les réponses des utilisateurs.

source: Configure which coach notifications you receive on your devices. Changes are saved automatically.
de: Konfigurieren Sie, welche Coach-Benachrichtigungen Sie auf Ihren Geräten erhalten. Änderungen werden automatisch gespeichert.
fr: Configurez les notifications de coach que vous recevez sur vos appareils. Les modifications sont enregistrées automatiquement.

source: New Profile Submissions
de: Neue Profilübermittlungen
fr: Nouvelles soumissions de profil

source: Get notified when new profiles need review
de: Benachrichtigung erhalten, wenn neue Profile überprüft werden müssen
fr: Être notifié lorsque de nouveaux profils nécessitent un examen

source: Screening Reminders
de: Screening-Erinnerungen
fr: Rappels de screening

source: Reminders about pending screening calls
de: Erinnerungen an ausstehende Screening-Anrufe
fr: Rappels concernant les appels de vérification en attente

source: User Revisions
de: Benutzerrevisionen
fr: Révisions utilisateur

source: Get notified when users submit profile revisions
de: Benachrichtigung erhalten, wenn Benutzer Profilrevisionen einreichen
fr: Sois notifié(e) lorsque les utilisateurs soumettent des révisions de profil

source: System Alerts
de: Systemmeldungen
fr: Alertes système

source: Important system notifications and alerts
de: Wichtige Systemmeldungen und Benachrichtigungen
fr: Notifications système importantes et alertes

source: No devices registered for coach notifications.
de: Keine Geräte für Coach-Benachrichtigungen registriert.
fr: Aucun appareil enregistré pour les notifications de coach.

source: Privacy & Data
de: Privatsphäre & Daten
fr: Confidentialité et sécurité d'abord

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Data Deletion Information
de: Informationen zur Datenlöschung
fr: Suppression des données

source: Danger Zone
de: Gefahrenzone
fr: Zone dangereuse

source: Back to Dashboard
de: Zurück zum Dashboard
fr: Tableau de bord Coach

source: Join
de: Beitreten
fr: Rejoindre

source: Join Now
de: Jetzt beitreten
fr: Rejoins-nous

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google

source: Continue with Facebook
de: Mit Facebook fortfahren
fr: Continuer avec Facebook

source: Continue with Microsoft
de: Mit Microsoft fortfahren
fr: Continuer avec Microsoft

source: Or use email
de: Oder per E-Mail
fr: Ou par email

source: At least 8 characters
de: Mindestens 8 Zeichen
fr: Au moins 8 caractères

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: and
de: und
fr: et

source: Create Account
de: Konto erstellen
fr: Créer un compte

source: Your privacy is our priority. Crush.lu accounts are separate from other platforms.
de: Deine Privatsphäre ist unsere Priorität. Crush.lu-Konten sind getrennt von anderen Plattformen.
fr: Ta vie privée est notre priorité. Les comptes Crush.lu sont séparés des autres plateformes.

source: Now with LuxID Fast Track
de: Jetzt mit LuxID Schnellspur
fr: Maintenant avec LuxID Voie Rapide

source: Skip the screening call • Faster approval
de: Überspringe das Screening-Gespräch • Schnellere Freigabe
fr: Saute l'appel de vérification • Validation plus rapide

source: Continue with LuxID
de: Weiter mit LuxID
fr: Continuer avec LuxID

source: Fast Track
de: Schnellspur
fr: Voie Rapide

source: Why choose LuxID?
de: Warum LuxID wählen?
fr: Pourquoi choisir LuxID ?

source: Government-verified Luxembourg identity
de: Von der Regierung verifizierte Luxemburger Identität
fr: Identité luxembourgeoise vérifiée par le gouvernement

source: Skip 10-20 minute screening call
de: Überspringe 10-20 Minuten Screening-Gespräch
fr: Saute l'appel de vérification de 10-20 minutes

source: No SMS verification or phone number required
de: Keine SMS-Verifizierung oder Telefonnummer erforderlich
fr: Aucune vérification SMS ou numéro de téléphone requis

source: 50%% faster profile approval (12-24h)
de: 50%% schnellere Profilfreigabe (12-24h)
fr: Validation du profil 50%% plus rapide (12-24h)

source: Loading...
de: Laden...
fr: Chargement...

source: Just a moment
de: Einen Moment
fr: Un instant

source: Coach Dashboard
fr: Tableau de bord Coach

source: Special Journey
de: Besondere Reise
fr: Parcours spécial

source: New!
de: Neu!
fr: Nouveau !

source: My Sessions
de: Meine Sitzungen
fr: Mes sessions

source: Events
de: Veranstaltungen
fr: Événements

source: My Profile
de: Mein Profil
fr: Mon profil

source: Coach Tools
fr: Outils Coach

source: Review Queue
de: Prüfungswarteschlange
fr: File d'attente de révision

source: Journey Management
de: Journey-Verwaltung
fr: Gestion des parcours

source: All Sessions
de: Alle Sitzungen
fr: Toutes les sessions

source: Manage Events
de: Events verwalten
fr: Gérer les événements

source: My Dashboard
de: Mein Dashboard
fr: Mon tableau de bord

source: Finish Profile
de: Profil vervollständigen
fr: Compléter le profil

source: Logout
de: Abmelden
fr: Déconnexion

source: Dashboard
fr: Tableau de bord Coach

source: Upcoming Events
de: Kommende Veranstaltungen
fr: Événements à venir

source: Waitlist
de: Warteliste
fr: Liste d'attente

source: No upcoming events
de: Keine kommenden Events
fr: Aucun événement à venir

source: Browse All Events
de: Alle Veranstaltungen ansehen
fr: Voir tous les événements

source: Under Review
de: In Prüfung
fr: En cours d'examen

source: is reviewing
de: prüft
fr: examine

source: Browse Events
de: Veranstaltungen durchsuchen
fr: Parcourir les événements

source: Fix Profile
de: Profil korrigieren
fr: Corriger le profil

source: Connect after events
de: Nach Events vernetzen
fr: Connecte-toi après les événements

source: Profile pending review
de: Profil wartet auf Prüfung
fr: Profil en attente de révision

source: Profile rejected
de: Profil abgelehnt
fr: Profil rejeté

source: Profile needs revision
de: Profil muss überarbeitet werden
fr: Profil à réviser

source: Profile approved
de: Profil genehmigt
fr: Profil approuvé

source: Profile Status:
de: Profilstatus:
fr: Statut du profil :

source: Not Submitted
de: Nicht eingereicht
fr: Non soumis

source: How It Works
de: So funktioniert's
fr: Comment ça marche

source: Membership
de: Mitgliedschaft
fr: Adhésion

source: Login / Join
de: Anmelden / Registrieren
fr: Connexion / Inscription

source: is reviewing your profile
de: prüft dein Profil
fr: examine ton profil

source: after events
de: nach Events
fr: après les événements

source: Profile Progress
de: Profil-Fortschritt
fr: Progression du profil

source: Next:
de: Nächster Schritt:
fr: Suivant :

source: Continue Setup
de: Einrichtung fortsetzen
fr: Continuer la configuration

source: Your profile is incomplete
de: Dein Profil ist unvollständig
fr: Votre profil est incomplet

source: Complete your profile
de: Vervollständige dein Profil
fr: Complétez votre profil

source: Your profile is under review by our Crush Coach
de: Dein Profil wird von unserem Crush Coach überprüft
fr: Ton profil est en cours d'examen par notre Crush Coach

source: Check status
de: Status prüfen
fr: Vérifier le statut

source: Meet new people. Make real connections.
de: Neue Leute treffen. Echte Verbindungen knüpfen.
fr: Rencontrez de nouvelles personnes. Créez de vraies connexions.

source: Quick Links
de: Schnelllinks
fr: Liens rapides

source: About Us
de: Über uns
fr: À propos de nous

source: Legal
de: Rechtliches
fr: Mentions légales

source: Data Deletion
de: Datenlöschung
fr: Suppression des données

source: Your privacy matters. All profiles are reviewed by our Crush Coaches.
de: Ihre Privatsphäre ist uns wichtig. Alle Profile werden von unseren Crush-Coaches überprüft.
fr: Ta vie privée compte. Tous les profils sont examinés par nos Crush Coaches.

source: Welcome, Coach %(name)s!
de: Willkommen, Coach %(name)s!
fr: Bienvenue, Coach %(name)s !

source: Pending Reviews
de: Ausstehende Überprüfungen
fr: Examens en attente

source: Recent Reviews
de: Letzte Überprüfungen
fr: Examens récents

source: Max Reviews
de: Max. Überprüfungen
fr: Max. examens

source: Your Specializations
de: Ihre Spezialisierungen
fr: Vos spécialisations

source: Edit
de: Bearbeiten
fr: Modifier

source: Manage your push notification preferences for new profile submissions, screening reminders, and user responses.
de: Verwalten Sie Ihre Push-Benachrichtigungseinstellungen für neue Profilübermittlungen, Screening-Erinnerungen und Benutzerantworten.
fr: Gérez vos préférences de notifications push pour les nouvelles soumissions de profil, les rappels de vérification et les réponses des utilisateurs.

source: Open Account Settings
de: Kontoeinstellungen öffnen
fr: Ouvrir les paramètres du compte

source: Manage active Wonderland Journey experiences and view user progress.
de: Verwalten Sie aktive Wonderland-Journey-Erlebnisse und sehen Sie den Benutzerfortschritt.
fr: Gère les expériences Wonderland Journey actives et consulte la progression des utilisateurs.

source: Manage Journeys
de: Journeys verwalten
fr: Gérer les parcours

source: Pending Profile Reviews
de: Ausstehende Profilüberprüfungen
fr: Examens de profil en attente

source: Women
de: Frauen
fr: Femmes

source: No pending reviews
de: Keine ausstehenden Überprüfungen
fr: Aucune révision en attente

source: Men
de: Männer
fr: Hommes

source: No pending reviews at the moment. Great work!
de: Derzeit keine ausstehenden Überprüfungen. Großartige Arbeit!
fr: Aucun examen en attente pour le moment. Excellent travail !

source: Reviewed
de: Überprüft
fr: Examiné

source: Revision Requested
de: Überarbeitung angefordert
fr: Révision demandée

source: No recent reviews yet.
de: Noch keine aktuellen Überprüfungen.
fr: Aucun examen récent.

source: Edit Challenge
de: Challenge bearbeiten
fr: Modifier le défi

source: <strong>Chapter %(chapter)s:</strong> %(title)s
de: <strong>Kapitel %(chapter)s:</strong> %(title)s
fr: <strong>Chapitre %(chapter)s :</strong> %(title)s

source: Order:
de: Reihenfolge:
fr: Ordre :

source: Questionnaire Mode
de: Fragebogen-Modus
fr: Mode questionnaire

source: This challenge accepts <strong>all answers</strong>. Users cannot get it \
de: Diese Challenge akzeptiert <strong>alle Antworten</strong>. Benutzer können sie nicht falsch beantworten.
fr: Ce défi accepte <strong>toutes les réponses</strong>. Les utilisateurs ne peuvent pas avoir faux.

source: Quiz Mode
de: Quiz-Modus
fr: Mode quiz

source: This challenge validates answers against the correct answer below. Users can get hints and earn points based on correctness.
de: Diese Challenge validiert Antworten gegen die untenstehende korrekte Antwort. Benutzer können Hinweise erhalten und Punkte basierend auf der Richtigkeit sammeln.
fr: Ce défi valide les réponses par rapport à la bonne réponse ci-dessous. Les utilisateurs peuvent obtenir des indices et gagner des points selon l'exactitude.

source: Challenge Question
de: Challenge-Frage
fr: Question du défi

source: Question/Prompt *
de: Frage/Eingabeaufforderung *
fr: Question/Invite *

source: The main question or prompt shown to the user.
de: Die Hauptfrage oder Eingabeaufforderung, die dem Benutzer angezeigtwird.
fr: La question principale ou l'invite affichée à l'utilisateur.

source: Answer Choices:
de: Antwortmöglichkeiten:
fr: Choix de réponse :

source: Correct Answer
de: Richtige Antwort
fr: Réponse correcte

source: Leave blank for questionnaire-style challenges (all answers are saved for review). For riddles/quizzes, enter the correct answer here.
de: Lassen Sie das Feld für Herausforderungen im Fragebogenstil leer (alle Antworten werden zur Überprüfung gespeichert). Für Rätsel/Quiz geben Sie hier die richtige Antwort ein.
fr: Laisser vide pour les défis de type questionnaire (toutes les réponses sont sauvegardées pour examen). Pour les énigmes/quiz, entre la bonne réponse ici.

source: Hints System
de: Hinweis-System
fr: Système d'indices

source: Users can unlock hints in exchange for points. Leave blank if no hints available.
de: Benutzer können Hinweise im Austausch gegen Punkte freischalten. Leer lassen, wenn keine Hinweise verfügbar.
fr: Les utilisateurs peuvent débloquer des indices en échange de points. Laisse vide si aucun indice disponible.

source: Hint 1
de: Hinweis 1
fr: Indice 1

source: Cost (points)
de: Kosten (Punkte)
fr: Coût (points)

source: Hint 2
de: Hinweis 2
fr: Indice 2

source: Hint 3
de: Hinweis 3
fr: Indice 3

source: Scoring & Feedback
de: Bewertung & Feedback
fr: Notation et commentaires

source: Points Awarded *
de: Vergebene Punkte *
fr: Points attribués *

source: Points given for completing this challenge (before hint deductions).
de: Punkte für das Abschließen dieser Challenge (vor Hinweis-Abzügen).
fr: Points attribués pour avoir complété ce défi (avant déduction des indices).

source: Success Message *
de: Erfolgsnachricht *
fr: Message de succès *

source: Personal message shown when user answers correctly or completes the challenge.
de: Persönliche Nachricht, die angezeigt wird, wenn der Benutzer richtig antwortet oder die Challenge abschließt.
fr: Message personnel affiché quand l'utilisateur répond correctement ou termine le défi.

source: User Responses (%(counter)s)
de: Benutzerantwort (%(counter)s)
fr: Réponses des utilisateurs (%(counter)s)

source: All user answers to this challenge:
de: Alle Benutzerantworten zu dieser Challenge:
fr: Toutes les réponses des utilisateurs à ce défi :

source: %(counter)s hint used
de: %(counter)s Hinweis verwendet
fr: %(counter)s indice utilisé

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: Edit Journey
de: Reise bearbeiten
fr: Modifier le voyage

source: For: <strong>%(first_name)s %(last_name)s</strong> | %(chapters)s Chapters | ~%(minutes)s minutes
de: Für: <strong>%(first_name)s %(last_name)s</strong> | %(chapters)s Kapitel | ~%(minutes)s Minuten
fr: Pour : <strong>%(first_name)s %(last_name)s</strong> | %(chapters)s Chapitres | ~%(minutes)s minutes

source: Chapter %(chapter)s: %(title)s
de: Kapitel %(chapter)s: %(title)s
fr: Chapitre %(chapter)s : %(title)s

source: Story Introduction
de: Story-Einführung
fr: Production

source: Challenges (%(counter)s)
de: Challenge (%(counter)s)
fr: Défi (%(counter)s)

source: Question:
de: Frage:
fr: Version :

source: Hints
de: Hinweise
fr: Points

source: No challenges in this chapter yet.
de: Noch keine Challenges in diesem Kapitel.
fr: Pas encore de défis dans ce chapitre.

source: Rewards (%(counter)s)
de: Belohnung (%(counter)s)
fr: Récompense (%(counter)s)

source: Completion Message
de: Abschlussnachricht
fr: Terminé

source: Back to Journeys
de: Zurück zu Reisen
fr: Retour à la connexion

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres de confidentialité

source: Edit Coach Profile
de: Coach-Profil bearbeiten
fr: Modifier votre profil

source: Update your coaching bio and specializations that users see when assigned to you.
de: Aktualisieren Sie Ihre Coach-Bio und Spezialisierungen, die Benutzer sehen, wenn sie Ihnen zugewiesen werden.
fr: Mets à jour ta bio de coaching et tes spécialisations que les utilisateurs voient quand ils te sont assignés.

source: Coach Photo
de: Coach-Foto
fr: Tableau de bord Coach

source: This photo is shown to users when they're assigned to you as their coach.
de: Dieses Foto wird Benutzern angezeigt, wenn sie Ihnen als Coach zugewiesen werden.
fr: Cette photo est affichée aux utilisateurs quand ils te sont assignés comme coach.

source: Current photo
de: Aktuelles Foto
fr: Photo actuelle

source: Current
de: Aktuell
fr: Actuel

source: No photo
de: Kein Foto
fr: Pas de photo

source: Coach Bio
de: Coach-Biografie
fr: Révision par le Coach

source: Specializations
de: Spezialisierungen
fr: Vos spécialisations

source: Your Coach Stats
de: Deine Coach-Statistiken
fr: Vos statistiques

source: Max Active Reviews
de: Max. aktive Prüfungen
fr: Max. examens

source: Active
de: Aktiv
fr: Actif

source: Inactive
de: Inaktiv
fr: Inactif

source: Status
fr: Statut

source: You also have a dating profile.
de: Du hast auch ein Dating-Profil.
fr: Tu as également un profil de rencontre.

source: Edit your dating profile
de: Dein Dating-Profil bearbeiten
fr: Modifier votre profil

source: Want to use Crush.lu for dating too?
de: Möchtest du Crush.lu auch zum Daten nutzen?
fr: Tu veux aussi utiliser Crush.lu pour les rencontres ?

source: Create a dating profile
de: Dating-Profil erstellen
fr: Créez votre profil

source: Manage Invitations
de: Einladungen verwalten
fr: Administration Django

source: Manage Private Invitations
de: Private Einladungen verwalten
fr: Gérer les invitations privées

source: Back to Event
de: Zurück zum Event
fr: Retour à la connexion

source: Total Invitations
de: Gesamteinladungen
fr: Informations sur la parcelle

source: Pending Approval
de: Genehmigung ausstehend
fr: En attente

source: Not Accepted
de: Nicht akzeptiert
fr: Non sélectionné

source: Send New Invitation
de: Neue Einladung senden
fr: Envoyer une nouvelle invitation

source: First Name *
de: Vorname *
fr: Prénom

source: Last Name *
de: Nachname *
fr: Nom

source: Email Address *
de: E-Mail-Adresse *
fr: Ajouter une adresse e-mail

source: Send
de: Senden
fr: Envoyer

source: Pending Approval (%(counter)s)
de: Ausstehende Genehmigung (%(counter)s)
fr: Approbation en attente (%(counter)s)

source: Accepted
de: Akzeptiert
fr: Tout accepter

source: Approve this guest?
de: Diesen Gast genehmigen?
fr: Approuver cet invité ?

source: Approve
de: Genehmigen
fr: Approuvé

source: Reject
de: Ablehnen
fr: Rejeté

source: Reject Guest
de: Gast ablehnen
fr: Rejeté

source: Are you sure you want to reject <strong>%(first_name)s %(last_name)s</strong>?
de: Sind Sie sicher, dass Sie <strong>%(first_name)s %(last_name)s</strong> ablehnen möchten?
fr: Êtes-vous sûr de vouloir rejeter <strong>%(first_name)s %(last_name)s</strong> ?

source: Rejection Notes (Optional)
de: Ablehnungsnotizen (Optional)
fr: Notes de rejet (Optionnel)

source: Internal notes about this decision...
de: Interne Notizen zu dieser Entscheidung...
fr: Notes internes...

source: Approved Guests (%(counter)s)
de: Genehmigter Gast (%(counter)s)
fr: Invité approuvé (%(counter)s)

source: User ID:
de: Benutzer-ID:
fr: ID utilisateur :

source: Sent Invitations (%(counter)s)
de: Gesendete Einladung (%(counter)s)
fr: Invitation envoyée (%(counter)s)

source: Invitation Link:
de: Einladungslink:
fr: Lien d'invitation :

source: Copy Link
de: Link kopieren
fr: Copier le lien

source: Rejected (%(counter)s)
de: Abgelehnt (%(counter)s)
fr: Rejeté (%(counter)s)

source: No Invitations Yet
de: Noch keine Einladungen
fr: Pas encore d'invitations
